/******************************************************************************/
/* Јазлите во поврзана листа содржат записи за студенти со: индекс, име,      */
/* презиме, година на студии, датум на раѓање. Да се формираат четири посебни */
/* листи на студенти по години на студии.                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
