/******************************************************************************/
/* Да се напише модул со процедури за работа со листи, и тоа: креирање нова   */
/* листа, додавање јазол на почетокот на листата, додавање јазол на крајот од */
/* листата, вметнување јазол во листата, бришење јазол од листата, печатење   */
/* на листата, делење листа на две, спојување на две листи.                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
