/******************************************************************************/
/* Дадени се две поврзани листи сортирани во нерастечки редослед. Да се       */
/* креира нова поврзана листа, чии јазли ќе се читаат од двете дадени листи,  */
/* така што при самото креирање новата листа да се сортира во нерастечки      */
/* редослед.                                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
