/******************************************************************************/
/* Да се избришат сите јазли од поврзана листа кои имаат исти податоци.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
