/******************************************************************************/
/* Од текстуална датотека да се избрише вториот од два соседни два збора.     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
