/******************************************************************************/
/* Со Морзеовата азбука, знаците (букви, цифри) се претставуваат со точки и   */
/* цртички. Цифрите од 0 до 4 се претставуваат, соодветно, на следниот начин: */
/* "-----", ".----", "..---", "...--", "....-" . За внесен природен број во   */
/* стандардна форма, да се отпечати остатокот при делењето на тој број со 5   */
/* во Морзеов код.                                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
