/******************************************************************************/
/* Да се напише програма коjа од СВ ќе прочита еден природен броj n, и на СИ  */
/* ќе го испечати наjмалиот "среќен" броj коj што e поголем од n. За еден     */
/* природен броj велиме дека е "среќен" ако тоj содржи само "среќен"  цифри   */
/* (цифрите 7 и 9).                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
