/******************************************************************************/
/* Нека е дадена низа А , каде 0 ≤ i < n, составена од целобројни елементи    */
/*                     n                                                      */
/* (големината на низата и елементите од кои е составена се читаат од         */
/* стандарден влез). Да се напише програма која ќе формира нова низа B , каде */
/*                                                                    n       */
/*          n                                   n                             */
/* 0 ≤ i < ─── ако n е парен број, или 0 ≤ i < ─── + 1 ако n е непарен број,  */
/*          2                                   2                             */
/* така што:                                                                  */
/* b  = збир на цифри на непарни позиции на бројот a  – збир на цифри на      */
/*  0                                               0                         */
/* парни позиции на бројот a                                                  */
/*                          n-1                                               */
/* b  = збир на цифри на непарни позиции на бројот a  – збир на цифри на      */
/*  1                                               1                         */
/* парни позиции на бројот a                                                  */
/*                          n-2                                               */
/* ...                                                                        */
/* Низата B да се отпечати на стандарден излез. Бонус: Збирот на цифри на     */
/* парни и непарни позиции да се пресметува со една функција.                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
