/******************************************************************************/
/* Низок број е број кај кој збирот од неговите парни цифри е поголем од      */
/* збирот на неговите непарни цифри. Во зададен опсег (зададен со почетен и   */
/* краен цел број m и n, (10 ≤ m < n < 1000000) да се определи колку ниски    */
/* броеви има. Доколку нема ниту еден таков број, да се отпечати NE.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
