/******************************************************************************/
/* Дадена е квадратна матрица (димензијата и елементите на матрицата се       */
/* читаат од стандарден влез).  Да се напише програма која на стандарден      */
/* излез ќе испечати "DA" ако збирот на елементите кои се наоѓаат истовремено */
/* над главната и под споредната дијагонала и под главната и над споредната   */
/* дијагонала е поголем од збирот на елементите кои се наоѓаат истовремено    */
/* под главната и под споредната дијагонала и над споредната и над главната   */
/* дијагонала. Во спротивен случај на екран треба да се отпечати "NE".        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
