/******************************************************************************/
/* Од тастатура се читаат знаци (од некој текст кој се состои од различни     */
/* знаци и кој претставува некаква реченица, т.е. се состои од неколку збора  */
/* составени од букви и секогаш завршува со точка) се дури не се прочита      */
/* точка. Да се направи програма која на излез ќе отпечати колку зборови во   */
/* текстот започнуваат и завршуваат со иста буква. (Мала и голема буква се    */
/* сметаат за различни букви).                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
