/******************************************************************************/
/* Се внесува време во интернационална форма (4 вредности: час - од 1 до 12,  */
/* минути – од 0 до 59, секунди – од 0 до 59, и знак А ако е од полноќ до     */
/* претпладне или Р ако е од пладне до полноќ). Да се презентира времето во   */
/* македонска форма во која 0 часот стои наместо 12 на полноќ, од 13 часот до */
/* 23 стојат за попладневните од 1 до 11. Формата за точен излез може да се   */
/* види во тест примерите. Забелешка. Ако часот е едноцифрен број се печати   */
/* како едноцифрен, додека ако минутите односно секундите се едноцифрени –    */
/* истите се печатат со водечка нула.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
