/******************************************************************************/
/* Драмскиот театар во Скопjе се одлучил да воведе систем во коj секоj        */
/* посетител на драмска                                                       */
/* претстава добива троцифрен броj и според овоj броj се одредува на коj од   */
/* трите влеза влегува                                                        */
/* посетителот и за каков посетител се работи (ВИП или регуларен). Видот на   */
/* посетителот се                                                             */
/* одредува во зависност од првата цифра на троцифрениот броj, при што ако    */
/* цифрата е:                                                                 */
/* 1, се работи за ВИП посетител                                              */
/* 2 - 9, се работи за регуларен посетител                                    */
/* Влезот на коj треба да влезе посетителот се одредува според остатокот при  */
/* делење на броjот со 3. Ако остатокот е:                                    */
/* 0, се влегува на првиот влез                                               */
/* 1, се влегува на вториот влез                                              */
/* 2, се влегува на третиот влез.                                             */
/* Ваша задача е да напишете програма во коjа од СВ се чита броj и според     */
/* овоj броj на стандарден излез се печати за каков посетител се работи и на  */
/* коj влез треба да влезе. Ако броjот коj се внесува не е троцифрен се       */
/* печати порака за погрешно внесен броj.                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
