/******************************************************************************/
/* Од стандарден влез се читаат знаци (од некој текст кој се состои од        */
/* различни знаци) се додека не се прочита точка. Во таквиот текст се скриени */
/* неколку ненегативни цели броеви (помали од 100). Да се направи програма    */
/* која ќе ги прочита сите знаци и на излез ќе го отпечати збирот на сите     */
/* броеви скриени во текстот.                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
