/******************************************************************************/
/* Нека е дадена влезна датотека со име „text.txt“. Да се напише програма     */
/* која ќе изброи во колку редови од датотеката има помалку збoрови од        */
/* просечниот број на зборови по ред. Во  датотеката зборовите се составени   */
/* само од алфанумерички знаци. Максималниот број на знаци во еден ред е 80.  */
/* Резултатот да се отпечати на стандарден излез.                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
