/******************************************************************************/
/* Да се напише програма коjа за дадена текстуална датотека ќе го одреди      */
/* односот на самогласките и согласките. Името на датотеката се проследува    */
/* како аргумент на командна линиjа.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
