/******************************************************************************/
/* Дадена е текстуална датотека “KRSPrimer.txt”. Да се напише програма коjа   */
/* ќе го отпечати броjот на редови во кои има по наjмногу десет самогласки,   */
/* како и вкупниот броj на самоголаски во датотеката. Во секоj ред има        */
/* наjмногу 80 знаци.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
