/******************************************************************************/
/* Да се напише програма коjа  ќе го испечати броjот на поjавувања на даден   */
/* збор составен само од цифри во текстуална датотека. Името на датотеката и  */
/* бараниот збор се задаваат како аргументи од командна линиjа. Програмата    */
/* проверува дали на командна линиjа се зададени сите потребни аргументи, а   */
/* ако не се, тогаш печати порака "Nevalidni argumenti na komandna linija".   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
