/******************************************************************************/
/* Да се стават во низа биномните коефициенти на развој, на бином од n-ти     */
/*               n                                                            */
/* степен (a + b) .                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
