/******************************************************************************/
/* Дадена е бројната матрица A   . Да се најде квадратна подматрица со        */
/*                            mxn                                             */
/* димензија k, чиј збир на елементите е максимален.                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
