/******************************************************************************/
/* Да се најде најдолгата опаднувачка низа во низата броеви A .               */
/*                                                           n                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
