/******************************************************************************/
/* Да се најде елементот со најголема и елементот со најмала вредност во      */
/* дводимензионалната низа A   .                                              */
/*                          mxn                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
