/******************************************************************************/
/* Да се најдат сите прости броеви помали од n со Ерастотеново сито.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
