/******************************************************************************/
/* Да се најде најдолгата подниза во бројната низа A  (елементите немора да   */
/*                                                  n                         */
/* се последователни), чиј збир на елементите е делив со даден број m.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
