/******************************************************************************/
/* Да се најде најмалиот елемент во секоја редица на матрицата A    и потоа   */
/*                                                              mxn           */
/* од нив да се најде најголемиот.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
