/******************************************************************************/
/* Да се пресмета (посебно) збирот на елементите од триаголниците над, под,   */
/* лево и десно од дијагоналите на матрицата A   .                            */
/*                                            mxn                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
