/******************************************************************************/
/* Игра на животот: Површина на која се наоаѓат бактерии може да се претстави */
/* како дводимензионално поле A    од ќелии. Елементот а   има вредност 1,    */
/*                             mxn                      ij                    */
/* ако во таа ќелија има бактерија, инаку има вредност 0. Бактериите се       */
/* размножуваат, или умираат во циклуси (генерации). Една бактерија се дели   */
/* на две, ако околу неа има 6 бактерии, преживува ако има барем 3 бактерии,  */
/* и умира ако има помалку од 3 бактерии. Една од поделените бактерии се      */
/* сместува во најблиската празна ќелија, а ако нема празна ќелија се формира */
/* квадратен прстен од ќелии околу постоечките и се сместува случајно во една */
/* од нив. За случајно генерирана состојба на живот (бактерии), да се одреди  */
/* дали по n-генерации тој ќе постои и во каква состојба, или по колку        */
/* генерации ке изумре.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
