/******************************************************************************/
/* Да се замени p-тата редица со q-тата колона во дводимензионалната низа     */
/* A   .                                                                      */
/*  nxn                                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
