/******************************************************************************/
/* Да се подредат текстуални низи по абецеден редослед на знаците од k-то     */
/* место.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
