/******************************************************************************/
/* Да се одреди колку пати се јавува буквата А во зборот ABRAKADABRA.         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
