/******************************************************************************/
/* Од 2n точки во рамнина никој 3 не лежат на иста права. Да се одреди права  */
/* низ две од дадените точки, така што лево и десно од неа да лежат ист број  */
/* точки.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
