/******************************************************************************/
/* За даден збор да се најде неговиот спротивен збор (Спротивен збор е оној   */
/* што ги има истите знаци со дадениот, но во спротивен редослед).            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
