/******************************************************************************/
/* Во низата броеви A  истовремено да се најдат елементот со најмала и        */
/*                   n                                                        */
/* елементот со најголема вредност и нивните редни броеви.                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
