/******************************************************************************/
/* Да се поместат елементите на низата A  за k места надесно и налево, со     */
/*                                      n                                     */
/* најмал број префрлања на елементите.                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
