/******************************************************************************/
/* Да се сортира низата A  во растечки редослед со истовремено наоѓање на     */
/*                       n                                                    */
/* минималниот и максималниот елемент.                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
