/******************************************************************************/
/* Да се пресмета збирот на елементите кои лежат на дијагоналите што          */
/* минуваат низ елементот а  .                                                */
/*                         ij                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
