/******************************************************************************/
/* Да се најде бројот на засебни (одвоени, неповрзани) области исполнети само */
/* со нули во дводимензионалниото поле A   , чии елементи имаат вредност 0    */
/*                                      mxn                                   */
/* или 1.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
