/******************************************************************************/
/* Да се провери дали во некој текст се јавува одреден подтекст, и на кои     */
/* места почнува.                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
