/******************************************************************************/
/* Да се најдат сите растечки поднизи во низата броеви A . (Растечка подниза  */
/*                                                      n                     */
/* е онаа во која секој елемент е поголем од претходниот).                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
