/******************************************************************************/
/* Да се сведе квадратната матрица A    на горно триаголна матрица.           */
/*                                  nxn                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
