/******************************************************************************/
/* Да се напише алгоритам и програма за следнава игра: Компјутерот ги         */
/* покажува низите една по една, а играчот одговара на прашањето "Дали        */
/* замислениот број се наоѓа во низата?". Играчот одговара со ДА или НЕ. Врз  */
/* основа на добиените одговори компјутерот треба да го погоди замислениот    */
/* број.                                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
