/******************************************************************************/
/* Дадени се n точки во рамнина. Да се најде конвексен полигон со најмала     */
/* површина, кој ги опфаќа сите точки и чии темиња се точки од дадените.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
