/******************************************************************************/
/* Да се пресмета збирот и производот на елементите од p-та редица и q-та     */
/* колона на дводимензионалното поле A   .                                    */
/*                                    nxn                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
