/******************************************************************************/
/* Елементите од низата A се бинарни вредности 0 или 1. Да се сортира низата  */
/*                       n                                                    */
/* така што на почетокот ќе бидат сите нули, а на крајот сите единици. Притоа */
/* да се користи само една операција (инвертирање на подниза). Пример:        */
/* инвертирана низа 0100101 е 1011010.                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
