/******************************************************************************/
/*                                            ⎛  k   ⎞                        */
/* Низата A  (n парно), да се предипли k пати ⎝2  ≥ n⎠ и при секое            */
/*         n                                                                  */
/* предиплување да се собираат елементите што се преклопуваат.                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
