/******************************************************************************/
/* Внесете низа од n (n < 100) цели броеви. Од низата да се исфрли поднизата  */
/* меѓу првата појава на бројот k и последната појава на бројот m. Ако во     */
/* низата не се појавува k, ништо да не се исфрли. Ако последната појава на m */
/* е пред првата појава на k, ништо да не се исфрли. Ако во низата не се      */
/* појавува m, а се појавува k, да се исфрлат сите членови од k до крајот на  */
/* низата.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
