/******************************************************************************/
/* Да се распоредат n предмети во 2 групи, така што разликите во тежините на  */
/* групите предмети да биде најмала.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
