/******************************************************************************/
/* Да се пресмета збирот на елементите на дводимензионалната општа низа A   . */
/*                                                                       mxn  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
