/******************************************************************************/
/* Во n стрингови да се најде најдолгиот заеднички подстринг.                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
