/******************************************************************************/
/*                       y                                                    */
/* Да се најде степенот x  ако x и y се природни броеви со произволен број    */
/* цифри.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
