/******************************************************************************/
/* Сите елементи на растечката бројна низа A се различни. Да се најдат        */
/*                                          n                                 */
/* елементите кои формираат најдолга аритметичка прогресија.                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
