/******************************************************************************/
/* Друштвото се состои од m момчиња и n девојчиња. Секое момче симпатизира    */
/* најмногу 2 девојчиња, а секое девојче симпатизира најмногу 2 момчиња. Да   */
/* се направат максимален број парови момче-девојче.                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
