/******************************************************************************/
/* Да се одреди колку пати се наоѓа секоја самогласка во дадена реченица.     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
