/******************************************************************************/
/* Да се пресмета производот на дводимензионалните низи А    и B   .          */
/*                                                       mxn    mxn           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
