/******************************************************************************/
/* Дадена е матрицата A    чии елементи имаат вредност 0 или 1. Да се најде   */
/*                     mxn                                                    */
/* квадрат од ќелии со ред m (1 > m > n), кој содржи најмногу единици.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
