/******************************************************************************/
/* Деца се наредени во круг. Почнувајки од некое m-то дете се бројат k-деца и */
/* k-тото дете излегува од кругот. Играта продолжува при што излегува секое   */
/* k-то дете. Последното дете е победникот.                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
