/******************************************************************************/
/* Првата редица на матрицата A    се случајно генерирани броеви. Другите     */
/*                             mxn                                            */
/* редици се добиваат со циклично поместување на елементите од првата редица  */
/* за онолку места колку што е редниот број на редицата.                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
