/******************************************************************************/
/* Игралиште за голф со димензии mxn е поделено на полиња. Во некои од        */
/* полињата има трње и тие не се погодни за игра. Погодни се само оние полиња */
/* кои се одалечени најмалку x, а најмногу y полиња од полињата со трње. Да   */
/* се најде колку полиња се погодни за игра.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
