/******************************************************************************/
/* Од бројната низа A  да се избришат сите поднизи B  каде што m < n.         */
/*                   n                              m                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
