/******************************************************************************/
/* Да се најде колоната во матрицата A   , која ја дели матрицата на два дела */
/*                                    mxn                                     */
/* за кои разликата на сумите на елементите лево и десно од таа колона (без   */
/* неа) е најмала.                                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
