/******************************************************************************/
/* Да се пресмета факториел на природниот број m со произволен број цифри.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
