/******************************************************************************/
/* Да се провери дали некој збор е палиндром. (Зборот е палиндром ако се чита */
/* исто однапред и одназад).                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
