/******************************************************************************/
/* Да се пополни матрицата  со пресликување на елементите на горниот          */
/* триаголник во однос на дијагоналите:                                       */
/* 1   2   3   4   5   6                                                      */
/* 2   7   8   9   10  5                                                      */
/* 3   8   11  12  9   4                                                      */
/* 4   9   12  11  8   3                                                      */
/* 5   10  9   8   7   2                                                      */
/* 6   5   4   3   2   1                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
