/******************************************************************************/
/* Во бројната низа A  да се одреди колкав процент од елементите имаат        */
/*                   n                                                        */
/* апсолутна вредност помала од даден број v.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
