/******************************************************************************/
/* Дадена е горно триаголна матрица A   . Да се пополни долниот триаголник    */
/*                                   mxn                                      */
/* така што елементот а   ке биде еднаков на збирот на елементите од горниот  */
/*                     ij                                                     */
/* триаголник кои имаат помал i-ти и поголем j-ти индекс од елементот а  .    */
/*                                                                     ij     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
