/******************************************************************************/
/* Да се избришат истите елементи во низата A  (освен при првото појавување)  */
/*                                           n                                */
/* без користење помошна низа.                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
