/******************************************************************************/
/* Да се погоди случајно генериран збор, со погодување на буквите. Кога       */
/* играчот ќе погоди некоја буква зборот се испишува со сите погодени букви,  */
/* а на местото на непогодените букви се пишува цртичка.                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
