/******************************************************************************/
/* Да се избришат сите елементи од низата помали од дадена вредност v, без    */
/* користење помошна низа.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
