/******************************************************************************/
/* Дадени се две низи од броеви X и Y . Да се најдат позициите на елементите  */
/*                               n   n                                        */
/* со иста вредност од двете низи.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
