/******************************************************************************/
/* За две низи од броеви A  и B  а се пресмета збирот на производите          */
/*                        n    n                                              */
/* a b  + a b  + a b  + ... + a b .                                           */
/*  1 1    2 2    3 3          n n                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
