/******************************************************************************/
/* Да се најде дали има елемент со вредност v, во подредената низа A  со      */
/*                                                                  n         */
/* бинарно пребарување.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
