/******************************************************************************/
/* Да се одреди колку пати се јавува секој знак во некоја текстуална низа.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
