/******************************************************************************/
/* Да се пресмета вредноста на полиномот:                                     */
/*            n        n-1        n-2                                         */
/* P (x) = a x  + a   x    + a   x    + ... + a x + a  каде што коефициентите */
/*  n       n      n-1        n-2              1     0                        */
/*  a , a   , a   , ..., a , a  и аргументот x се реални броеви а n ≥ 0 е     */
/*   n   n-1   n-2        1   0                                               */
/* ненегативен цел број.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
