/******************************************************************************/
/* Да се испита дали во бројната низа A се содржи бројната низа B  каде што   */
/*                                     n                         m            */
/* m ≤ n.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
