/******************************************************************************/
/* Во кружната бројна низа A  да се најде поднизата со должина k, чиј збир на */
/*                          n                                                 */
/* елементите е максимален. (Под кружна низа се подразбира дека по            */
/* последниот елемент низата продолжува со првиот елемент).                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
