/******************************************************************************/
/* Да се најдат сите седла во дводимензионалната низа A   . (Седла се         */
/*                                                     mxn                    */
/* елементите со најголема вредност во редицата,  а со најголема вредност во  */
/* колоната во која се наоѓаат, или со најголема вредност во редицата, а со   */
/* најмала вредност во колоната).                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
