/******************************************************************************/
/* Дадени се две сортирани низи A и B .  Да се креира нова низа C    од       */
/*                               n   m                           n+m          */
/* елементите на дадените низи, која при креирањето истовремено и ќе се       */
/* сортира.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
