/******************************************************************************/
/* Да се одреди бројот на промени на знаците (+ и -, - и +) на елементите во  */
/* низата броеви a , a , a , ..., a .                                         */
/*                1   2   3        n                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
