/******************************************************************************/
/* Да се најдат сите n-то цифрени бинарни броеви кои не содржат две соседни   */
/* нули, или две соседни единици.                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
