/******************************************************************************/
/* Да се најде периметарот и плоштината на правилен n-аголник.                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
