/******************************************************************************/
/* Да се определи колку различни цифри има во записот на природниот број n.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
