/******************************************************************************/
/* Да се пресмета n-тиот степен на реалниот број x без да се користи          */
/* операцијата степенување.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
