/******************************************************************************/
/* Да се отпечати мени за избор на еден од 5 професори и за секој да се каже  */
/* по една особина.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
