/******************************************************************************/
/* Да се испечати табела на логичките функции: и, или, исклучиво или и не за  */
/* вредностите на две логички променливи a и b. Резултатот да се приказе на   */
/* СИ табелирано.                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
