/******************************************************************************/
/* Да се определи во кој ден од неделата е први јануари n-та годината.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
