/******************************************************************************/
/* Да се пресмета растојанието меѓу две точки во рамнина зададени со          */
/* координати x, y и z.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
