/******************************************************************************/
/* Да се испечатат сите природни броеви помали од n кои се деливи со збирот   */
/* на нивните цифри.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
