/******************************************************************************/
/* Да се најдат совршените броеви помали од природниот број n.                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
