/******************************************************************************/
/* За три целобројни вредности на x, кои се внесуваат преку тастатура да се   */
/*                                                    ___   x                 */
/* пресматаат: претходникот на x, следбеникот на x, ╲╱ x , e , cosx, lnx, со  */
/* точност до две децимали. Резултатот да се прикаже на СИ табелирано.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
