/******************************************************************************/
/* Да се најде разликата на редните броеви помеѓу две букви од абецедата.     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
