/******************************************************************************/
/* Да се најдат сите делители на природниот број n кои се прости.             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
