/******************************************************************************/
/* Двајца пријатели имаат шестцифрени телефонски броеви abc-def еднакви на    */
/* квадратот од збирот на трицифрените броеви формирани од првите три и од    */
/*                                                                      2     */
/* последните три цифри на телефонскиот број, т.е . abcdef = (abc + def) .    */
/* Кои се нивните телефонски броеви?                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
