/******************************************************************************/
/* Да се избришат цифрите од природниот број n, така што останатиот k-цифрен  */
/* број да биде најголем.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
