/******************************************************************************/
/* Да се најде редниот број на денот во годината ако е познат датумот.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
