/******************************************************************************/
/* Да се утврди дали внесен трицифрен број е еднаков на сумата на кубовите на */
/* неговите цифри.                                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
