/******************************************************************************/
/* Да се најдат природните броеви помали од природниот број n, кои се деливи  */
/* со сите свои цифри.                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
