/******************************************************************************/
/* Да се пресмета количникот на два природни броја со n-децимали.             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
