/******************************************************************************/
/* Да се најдат сите шестоцифрени броеви кои се деливи со производот на       */
/* трите двоцифрени броеви добиени со групирање на две по две соседни цифри.  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
