/******************************************************************************/
/* Да се напише буква и да се отпечати дали е таа мала или голема.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
