/******************************************************************************/
/* Да се најде максимумот на функцијата f(x) = 0 со точност ε, ако е          */
/* познато дека во интервалот [a, b], функцијата има само еден максимум.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
