/******************************************************************************/
/* Секоја од n бактерии се дели на две секои i минути, се додека на секои j   */
/* минути изумираат x% од живите бактерии во тој момент. Колку бактерии ќе    */
/* има по k минути?                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
