/******************************************************************************/
/*                                     a                                      */
/* Да се најде периодата на дропката  ─── , каде што а и b се природни        */
/*                                     b                                      */
/* броеви.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
