/******************************************************************************/
/* Меѓу природните броеви помали од природниот број n, да се најде оној чиј   */
/* збир на делители е најголем.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
