/******************************************************************************/
/* Да се најдат природните броеви помали од n, кои при делење со 7 даваат     */
/* остаток 1, 2 или 5.                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
