/******************************************************************************/
/* Да се најде најмалиот природен број кој почнува со цифрата n (n ≠ 0), а    */
/* кога n ке се префрли на крајот се добива k-пати помал природен број (k ≠   */
/* 0, k < 10).                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
