/******************************************************************************/
/* Ако е дадена цена на еден производ во денари, колку изнесува неговата      */
/* продажна цена со данокот, ако данокот се чита преку тастатура во           */
/* проценти.                                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
