/******************************************************************************/
/* Да се најдат сите прости броеви близнаци до 100. (Тоа се простите броеви   */
/* што се разликуваат за 2).                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
