/******************************************************************************/
/* Да се најдат сите броеви на Мерсен помали од природниот број n. (Тоа се    */
/*                                                      p                     */
/* простите броеви што можат да се претстават во облик 2 - 1, каде што p е    */
/*                                   2           3            5             7 */
/* прост број. Такви броеви се: 3 = 2  - 1, 7 = 2  - 1, 31 = 2  - 1, 127 = 2  */
/* - 1 итн).
*/
/* Да се одредат страните на правоаголник со максимална површина впишан во    */
/* кружница со радиус r.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
