/******************************************************************************/
/* Да се утврди дали 3 дадени броја можат да бидат страни на триаголник.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
