/******************************************************************************/
/* Да се прочита приридниот број n цифра по цифра, со запишување на цифрите   */
/* со зборови.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
