/******************************************************************************/
/* Да се пресмета периметарот и плоштината на кружница со радиус r.           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
