/******************************************************************************/
/* Да се пресмета плоштина на кружница со радиус r без користење на формула   */
/* за кружница.                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
