/******************************************************************************/
/* Да се најдат природните броеви помали од n, чиј збир на кубовите на        */
/* цифрите е еднаков на самиот број.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
