/******************************************************************************/
/* Да се пресмета сумата на произволно внесени n цели броеви.                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
