/******************************************************************************/
/* Природниот број n се собира со својот спротивен број, а новодобиениот број */
/* се собира со својот спротивен број. Да се определи дали со помалку од n    */
/* собирања ке се добие палиндром.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
