/******************************************************************************/
/* Да се одреди положбата на точката M(x, y) во однос на триаголникот         */
/* A⎛x , y ⎞, B⎛x , y ⎞ и C⎛x , y ⎞.                                          */
/*  ⎝ a   a⎠   ⎝ b   b⎠    ⎝ c   c⎠                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
