/******************************************************************************/
/* Да се најдат природните броеви во интервалот ⎡n , n ⎤ кои се деливи со     */
/*                                              ⎣ 1   2⎦                      */
/* својот спротивен број.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
