/******************************************************************************/
/* Да се најде спротивен број на природен број n. (Тоа е природниот број      */
/* што ги има истите цифри со n, напишани во спротивен редослед).             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
