/******************************************************************************/
/* Да се најде претходникот, следбеникот, декадниот еквивалент и големиот     */
/* знак на внесен знак од тастатура.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
