/******************************************************************************/
/* Да се напише алгоритам со n-вгнездени циклуси, секој со повторувања k (k   */
/* фиксно).                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
