/******************************************************************************/
/* Да се најдат сите природни броеви делители на природниот број n.           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
