/******************************************************************************/
/* Да се напише алгоритам со k-вгнездени циклуси (k фиксно), секој со n       */
/* повторувања.                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
