/******************************************************************************/
/* Да се најде збирот и разликата на два броја во броен систем со основа s.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
