/******************************************************************************/
/* Да се најде најмал заеднички содржател на природните броеви а и b.         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
