/******************************************************************************/
/* Да се пресмета посебно бројот и збирот на позитивните и бројот и збирот на */
/* негативните броеви внесени преку тастатура.                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
