/******************************************************************************/
/* На природниот број n му се додава бројот 7 се додека цифрата на единици не */
/* стане 0. Потоа се наоѓа спротивниот број, врз кој се применува истата      */
/* операција на додавање на бројот 7, се додека цифрата на единици не стане   */
/* 0. Да се одреди колку вакви чекори се потребни за да се добие бројот 1.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
