/******************************************************************************/
/* Да се отпечати мени за внесување податоци за студент: факултет, насока на  */
/* студии, година на студии и пол.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
