/******************************************************************************/
/* Да се генерираат сите варијации со повторувања од n елементи класа k.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
