/******************************************************************************/
/* Да се пресмета радиусот на впишана и опишана кружница околу рамностран     */
/* триаголник со страна а.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
