/******************************************************************************/
/* Да се најдат сите суперпрости броеви помали од n. (Суперпрост број е оној  */
/* кој ја има особината: Ако се отсече една, две, три итн. последни цифри,    */
/* добиените броеви се прости. На пример: 233).                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
