/******************************************************************************/
/* Да се најде најголемиот непарен делител на природниот број n.              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
