/******************************************************************************/
/* Да се најдат природните броеви чиј квадрат и куб (заедно) ги содржат сите  */
/* цифри 0, 1, 2, ... , 9 по еднаш.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
