/******************************************************************************/
/* Да се најдат сите природни броеви помали од природниот број n чиј збир на  */
/* квадратите на нивните цифри е еднаков на n.                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
