/******************************************************************************/
/* Да се претстави природниот број n како производ од прости множители. (     */
/*      k1  k2    kr                                                          */
/* n = p  p2  ...p  , каде што p , p , ..., p  се прости броеви, а k , k ,    */
/*      1   2     r             1   2        r                      1   2     */
/* ..., k , се природни броеви).                                              */
/*       r                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
