/******************************************************************************/
/* Да се внесат 2 броја и да се извршат сите аритметички операции.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
