/******************************************************************************/
/* Погодете дали втората децимала од случајно генериран број помеѓу 1 и 0 е   */
/* непарна.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
