/******************************************************************************/
/* Да се напише програма коjа за дадена низа од цели броеви (коjа што се      */
/* внесува од тастатура)  ́ќе го отпечати наjмалиот елемент. Програмата треба */
/* да содржи рекурзивна функциjа за наоѓање на наjмал елемент во дадена низа. */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
