/******************************************************************************/
/* Да се напише програма коjа ќе провери дали дадена низа од n елементи коjа  */
/* се внесува од тастатура е строго растечка, строго опаѓачка или ниту строго */
/* растечка ниту строго опаѓачка. Резултатот да се испечати на екран.         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
