/******************************************************************************/
/* Да се напише програма коjа што ќе  ги избрише дупликатите од една низа. На */
/* краj, да се испечати на екран новодобиената низа. Елементите од низата се  */
/* внесуваат од стандарден влез.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
