/******************************************************************************/
/* Да се напише програма коjа за дадена текстуална датотека ќе ги испечати    */
/* сите зборови во кои се jавуваат повеќе од две исти букви (буквата се       */
/* jавува три или повеќе пати). Да не се прави разлика меѓу големи и мали     */
/* букви. На краjот треба да се испечати броjот на зборови што го             */
/* задоволуваат условот. Сите зборови во датотеката се разделени со нов ред.  */
/* Максималната должина на зборовите е 20 знаци. Името на датотеката се       */
/* задава од командна линиjа.                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
