/******************************************************************************/
/* Да се напише програма коjа што за дадена низа од природни броеви (коjа што */
/* се внесува од тастатура) ќе го отпечати наjмалиот заеднички содржател      */
/* (НЗС) на неjзините елементи. Програмата задолжително треба да содржи       */
/* рекурзивна функциjа за пресметување на НЗС на два природни броjа.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
