/******************************************************************************/
/* Да се напише програма каде од стандарден влез се вчитува датумот на раѓање */
/* во формат (ddmmgggg). Програмата на стандарден излез треба да го испечати  */
/* денот и месецот на раѓање. Пример: Ако се внесе следниот броj 18091992,    */
/* програмата  ќе испечати: 18.09. Помош: Искористете целоброjно делење и     */
/* остаток од делење.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
