/******************************************************************************/
/*                                               n                            */
/* Да се напише програма за пресметување на y = x  за даден природен броj n,  */
/* n ≥ 1 и реален броj x.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
