/******************************************************************************/
/* Да се напише програма коjа  ќе испечати на екран дали дадена матрица е     */
/* симетрична во однос на главната диjагонала. Димензиите и елементите на     */
/* матрицата се внесуваат од стандарден влез.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
