/******************************************************************************/
/* Да се напише програма коjа  ке jа пресметува вредноста на математичкиот    */
/*             3    ⎛     46 * 5 ⎞                                            */
/* израз: x = ─── + ⎜5 - ────────⎟.                                           */
/*             2    ⎝      12    ⎠                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
