/******************************************************************************/
/* Да се напише функциjа коjа за дадена текстуална низа ќе одреди дали е      */
/* доволно сложена да биде лозинка. Секоjа лозинка мора да има барем една     */
/* буква, барем еден броj и барем еден специjален знак.                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
