/******************************************************************************/
/* Да се напише програма коjа на екран ќе ги испечати сите четири-цифрени     */
/* броеви каj кои збирот на трите наjмалку значаjни цифри е еднаков со        */
/* наjзначаjната цифра.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
