/******************************************************************************/
/* Да се пресмета збирот: 1! + (1 + 2)! + (1 + 2 + 3)! + ... + (1 + 2 + ... + */
/* n)!. Користете рекурзивна функциjа за пресметување на збирот на првите k   */
/* природни броеви. Користете рекурзивна функциjа за пресметување факториел   */
/* на еден природен броj k.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
