/******************************************************************************/
/* Да се напише програма коjа од непознат броj на цели броеви кои се          */
/* внесуваат од тастатура ќе ги определи позициите (редните броеви на         */
/* внесување) на двата последователни броеви кои jа имаат наjголемата сума.   */
/* Програмата завршува ако едно по друго (последователно) се внесат два       */
/* негативни цели броjа.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
