/******************************************************************************/
/* Да се напише програма коjа ќе ги прочита елементите од една матрица        */
/* сместени во текстуалната датотека "matrica1.txt". Во првиот ред од         */
/* датотеката се запишани броjот на редици и колони на матрицата. Секоj       */
/* елемент од матрицата е реален броj запишан во посебен ред во датотеката.   */
/* Потоа матрицата треба да се транспонира и да се запише во нова датотека    */
/* "matrica2.txt" на истиот начин.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
