/******************************************************************************/
/* Да се напише програма во коjа се читаат знаци од стандарден влез се додека */
/* не се прочита знакот '.'. Програмата треба да ги отпечати на стандарден    */
/* излез знакот со наjмногу последователни поjавувања како и колку е вкупниот */
/* броj на вакви последователни поjавувања. Ако повеќе знаци имаат ист броj   */
/* на последователни поjавувања, да се отпечати првиот ваков знак.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
