/******************************************************************************/
/* Да се напишат фунции за сортирање на низа со помош на следните методи за   */
/* сортирање:                                                                 */
/* - Метод на меурче                                                          */
/* - Метод со избор на елемент                                                */
/* - Метод со вметнување                                                      */
/* Да се напишат функции за внесување и печатење на елементите на една низа и */
/* да се напише главна програма во коjа се тестираат сите методи за           */
/* сортирање.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
