/******************************************************************************/
/* Да се напише програма коjа за матрица внесена од тастатура ќе ги замени    */
/* елементите од главната диjагонала со разликата од максималниот и           */
/* минималниот елемент во матрицата. Резултантната матрица да се испечати на  */
/* екран.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
