/******************************************************************************/
/* Благ број е број кој е составен само од парни цифри (0, 2, 4, 6, 8). Во    */
/* зададен опсег (зададен со почетен и краен цел број m и n, 1 ≤ m < n <      */
/* 1000000) да се определи кој е најмалиот "благ број". Доколку таков број    */
/* нема, да се отпечати NE.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
