/******************************************************************************/
/* Да се промени претходната програма, така што покраj оценките ќе се         */
/* испечатат и знаците + и – во зависност од вредноста на последната цифра на */
/* поените:                                                                   */
/* Последна цифра   Печати                                                    */
/* 1 - 3            -                                                         */
/* 4 - 7            <prazno mesto>                                            */
/* 8 - 10           +                                                         */
/* Пример: 81 = 9-, 94 = 10, 68 = 7+. За оценката 5 не треба да се додава +   */
/* или –, а за оценката 10 не треба да се додава знакот +.                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
