/******************************************************************************/
/* Да се напише програма што ќе ги отпечати сите прости броеви помали од      */
/* 10000 чиj што збир на цифри е исто така прост броj. На краjот да се        */
/* отпечати колку вакви броеви се пронаjдени.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
