/******************************************************************************/
/* За даден броj n, да се напише рекурзивна функциjа коjа  ќе ги изброи       */
/* поjавувањата на цифрата 8, со тоа што ако се поjави цифра 8 со уште една   */
/* цифра 8 веднаш лево од неа таа се брои двоjно, така 8818 дава 4.           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
