/******************************************************************************/
/* Во националната лига во фудбал учествуваат n (n > 2) екипи. Секоjа екипа   */
/* во лигата одигрува по 2 натпревари (еден дома и еден во гости) со секоjа   */
/* друга екипа. Притоа, победничкиот тим на еден натпревар освоjува 3 поени,  */
/* додека поразениот не освоjува поени. Во случаj на нерешен резултат, на     */
/* двата тима им се доделува по 1 поен. Да се напише програма коjа од СВ прво */
/* ќе прочита природен броj n - броjот на екипи, а потоа и информации за      */
/* победите, нерешените резултати и поразите на n-те екипи по завршувањето на */
/* лигата. Програмата треба на СИ да го отпечати максималниот броj на поени   */
/* освоени од страна на една екипа, како и редниот броj на екипата (според    */
/* редоследот на внесување: првата екипа за коjа се внесуваат податоци има    */
/* реден броj 1, втората има реден броj 2, итн.). Дополнително, ако           */
/* максималниот броj на освоени поени е над 75% од максималниот броj на поени */
/* што може да ги освои секоjа екипа - учесник во лигата, програмата треба да */
/* отпечати "Odlicna sezona", во спротивно треба да отпечати "Losa sezona".   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
