/******************************************************************************/
/* Да се напише програма коjа чита знак од стандарден влез и во зависнот од   */
/* тоа дали е мала или голема буква печати 1 или 0, соодветно. Помош:         */
/* Користете логички и релациони оператори за тестирање на ASCII вредноста на */
/* знакот. Бонус: Направете проверка дали знакот е броj.                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
