/******************************************************************************/
/* Да се напише програма за пресметување на сумата на сите парни двоцифрени   */
/* броеви. Добиената сума се печати на екран.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
