/******************************************************************************/
/* Да се напише програма за пресметување на аритметичката средина на броевите */
/* 3, 5 и 12.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
