/******************************************************************************/
/* Да се напише програма коjа од n цели броеви внесени од тастатура ќе jа     */
/* определи разликата од сумите на броевите на парни и непарни позиции        */
/* (според редоследот на внесување). Ако оваа разлика е помала од 10 на екран */
/* се печати "Dvete sumi se slicni" а во спротивно на екран се печати "Dvete  */
/* sumi mnogu se razlikuvaat".                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
