/******************************************************************************/
/* Да се напише функциjа што ќе одреди колку пати знак се наоѓа во даден      */
/* стринг. Знакот за споредување и стрингот се внесуваат од тастатура.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
