/******************************************************************************/
/* Да се напише функциjа коjа во стринг што и се предава како влезен          */
/* параметар  ќе ги промени малите букви во големи и обратно и ќе ги отфрли   */
/* сите цифри и специjални знаци.                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
