/******************************************************************************/
/* Да се напише програма коjа секоj ред од дадена текстуална датотека ќе го   */
/* копира во излезна датотека така што пред секоj ред ќе додаде уште еден ред */
/* во коj ќе стои броjот на знаци што ги содржи прочитаниот ред од влезната   */
/* датотека. Името на влезната и излезната датотека се задаваат како          */
/* аргументи на командна линиjа, а ако не се зададени да се испечати начин на */
/* употреба на програмата. Во секоj ред може да има наjмногу 80 знаци.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
