/******************************************************************************/
/* Да се напише функциjа што  ќе jа одреди должината на една текстуална низа. */
/* Да се понуди и рекурзивно решение.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
