/******************************************************************************/
/* Да се напише програма каде од стандарден влез се чита цена на производ,    */
/* броj на рати на кои се исплаќа камата (каматата е броj изразен во проценти */
/* од 0 до 100). Програмата треба да о испечати износот на ратата и вкупната  */
/* сума што  ќе се исплати за производот. Помош: Пресметаjте jа целата сума   */
/* па потоа ратата.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
