/******************************************************************************/
/* Да се напише програма коjа од непознат броj на цели броеви кои се          */
/* внесуваат од тастатура ќе го определи броjот со максимална вредност.       */
/* Програмата завршува ако наместо броj се внесе знак што не е цифра.         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
