/******************************************************************************/
/* Да се напише програма коjа за внесен броj на поени од испит ќе генерира    */
/* соодветна оценка според следната табела:                                   */
/* Поени    Оценка                                                            */
/* 0  - 50  5                                                                 */
/* 51 - 60  6                                                                 */
/* 61 - 70  7                                                                 */
/* 71 - 80  8                                                                 */
/* 81 - 90  9                                                                 */
/* 91 -	100 10                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
