/******************************************************************************/
/* Да се напише програма коjа  ќе претставува едноставен калкулатор. Во       */
/* програмата се вчитуваат два броjа и оператор во формат: broj1 operator     */
/* broj2. По извршената операциjа во зависност од операторот, се печати       */
/* резултатот во формат: broj1 operator broj2 = rezultat.                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
