/******************************************************************************/
/* Да се напише програма за пресметување на сумата на сите непарни двоцифрени */
/* броеви. Програмата jа печати сумата на екран во следниот формат: 11 + 13 + */
/* 15 + 17 + ... + 97 + 99 = 2475. Забелешка: Програмата да се направи без    */
/* користење на наредбата if.                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
