/******************************************************************************/
/* Да се најде колку букви, цифри и специјални знаци има во една текстуална   */
/* датотека.                                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
