/******************************************************************************/
/* Да се напишат подалгоритми за креирање и листање на текстуална датотека.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
