/******************************************************************************/
/* Да се најдат, да се испечатат и да се избројат дозволените зборови во      */
/* текстуална датотека. (Под дозволени зборови ќе ги подразбираме оние кои се */
/* состојат од малите и од големите букви во абецедата).                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
