/******************************************************************************/
/*                          y                                                 */
/* Да се пресмета степенот x  и резултатот да се запише во текстуална         */
/* датотека.                                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
