/******************************************************************************/
/* При отчукување на некој текст, често се прави грешка и место буквата o се  */
/* пишува цифрата 0. Ако текстот е запишан како текстуална датотека, да се    */
/* најдат ваквите грешки и да се исправат.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
