/******************************************************************************/
/* Да се формира текстуална датотека на телефонски претплатници, која ќе      */
/* содржи име, презиме и број на телефон на претплатникот. Потоа да се        */
/* отпечати табела на претплатниците.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
