/******************************************************************************/
/* Да се најдат сите имиња во текстуалната датотека. (Имиња се зборовите кои  */
/* почнуваат со голема буква.)                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
