/******************************************************************************/
/* Нека е дадена текстуална датотека spisok.txt. Да се формира нова           */
/* текстуална датотека izlez.txt од зборовите на првата датотека на следниов  */
/* начин:                                                                     */
/*   - бројот на знаците во секоја редица е помал од n (n се чита од          */
/* тастатура);                                                                */
/*   - не е дозволено делење на зборовите на слогови;                         */
/*   - датотеката има најмал можен број редици.                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
