/******************************************************************************/
/* Со помош на функција што користи покажувачи од низата a , a , ..., a   ,   */
/*                                                        0   1        n-1    */
/* да се добие низата b , b , ..., на тој начин што b  = a  + a , b  = a  +   */
/*                     0   1                         0    0    1   1    1     */
/* a , ..., b    = a    + a                                                   */
/*  2        n-1    n-1    0.                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 3 4 -8 6 -7                                                                */
/*                                                                            */
/* Пример излез:                                                              */
/* 7 -4 -2 -1 -4                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
