/******************************************************************************/
/* Да се провери колку пати даден знак се појавува во низа од карактери. Да   */
/* се користи функција со покажувачи.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* Proben tekst                                                               */
/* e                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
