/******************************************************************************/
/* Да се ископира внесен текст со помош на функција за копирање која користи  */
/* покажувачи.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* Proben tekst                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* Proben tekst                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
