/******************************************************************************/
/* Со помош на функција која користи покажувачи, елементите на внесената низа */
/* да се променат, така што елементите од втората половина од низата ќе се    */
/* ископираат на местото на елементите од првата половина.                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 7                                                                          */
/* 0 1 2 3 4 5 6                                                              */
/*                                                                            */
/* Пример излез:                                                              */
/* 4 5 6 3 4 5 6                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
