/******************************************************************************/
/* Да се напише функција која ќе врши смена на две вредности. Потоа да се     */
/* подредат три броја по големина со користење на таа функција.               */
/*                                                                            */
/* Пример влез:                                                               */
/* 15 -10 25                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* -10 15 25                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
