/******************************************************************************/
/* Да се прикаже името на месецот ако е познат неговиот реден број. Да се     */
/* користи функција со покажувачи за добивање на името.                       */
/*                                                                            */
/* Пример влез:                                                               */
/* 1                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* Januari                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
