/******************************************************************************/
/* Во дадена низа од карактери да се отстранат сите цифри. Да се користи      */
/* функција со покажувачи.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* Prob12en34 tek56st78                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* Proben tekst                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
