/******************************************************************************/
/* Со помош на функција која користи покажувачи, елементите на низата да се   */
/* променат така што секој елементи ќе биде еднаков на збирот од него самиот  */
/* и неговиот претходник кој е изменет според истата логика.                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 1 2 3 4 5                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 3 6 10 15                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
