/******************************************************************************/
/* Да се додаде текст на претходно внесен текст. Да се користи функција со    */
/* покажувачи.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* Proben                                                                     */
/*  tekst                                                                     */
/*                                                                            */ 
/* Пример излез:                                                              */
/* Proben tekst                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
