/******************************************************************************/
/* Со помош на функција која користи покажувачи за внесена низа A од n        */
/* елементи да се пресмета сумата.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 10 24 45 67 50                                                             */
/* 5                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 45 50                                                                   */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
