/******************************************************************************/
/* Да се пресмета целиот дел и остатокот добиен при делење на два цели броја. */
/*                                                                            */
/* Пример влез:                                                               */
/* 67 7                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 9                                                                          */
/* 4                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
