/******************************************************************************/
/* Напишете програма која со помош на еден покажувач ќе ги испечати           */
/* вредностите на една низа во обратен редослед. Најпрво од СВ се чита бројот */
/* на елементите во низата а потоа и самите елементи (вредности). Вредностите */
/* во низата се целобројни.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 12 34 56                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* 56 34 12                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
