/******************************************************************************/
/* Во низа од n природни броеви (n и низата се читаат од СВ) соседните заемно */
/* прости броеви (немаат заеднички делители) да си ги заменат позициите. На   */
/* ист елемент од низата може најмногу еднаш да му се изврши замена. Да се    */
/* испечати на СИ изменетата низа. Замената да се реализира во посебна        */
/* функција.                                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 4 8 9 15 7 12 4 7                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 4 9 8 7 15 12 7 4                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
