/******************************************************************************/
/* Да се напише функција за ротирање на елементите на дадена низа за m места  */
/* (ако m е позитивен низата се ротира во десно, а ако е негативен низата се  */
/* ротира во лево). Задачата да се реши со помош на покажувачи.               */
/*                                                                            */
/* Пример влез:                                                               */
/* 4                                                                          */
/* 2                                                                          */
/* 1 2 3 4                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 4 1 2                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
