/******************************************************************************/
/* Дадени се две низи со ист број на елементи во чии полиња се сместува злато */
/* во килограми. Во првата низа максималната количина на злато што може да се */
/* смести во секое поле е 500 килограми, додека во втората е неограничено.    */
/* Напишете процедура која ги заменува килограмите од првата и втората низа   */
/* (полињата на исти позиции) доколку во полето во првата низа има повеќе од  */
/* 500 килограми, или запишува нула (го уништува златото) доколку во двете    */
/* низи на соодветната позиција бројот на килограми е поголем од 500.         */
/* Задачата да се реши со покажувачи. Пример: За низите 100 501 600 и 200 300 */
/* 700 треба да се испечатат низите 100 300 0 и 200 501 700.                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 33 48 567 589 123                                                          */
/* 0 0 0 0 0                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 33 48 0 0 123                                                              */
/* 0 0 567 589 0                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
