/******************************************************************************/
/* Да се напише функциjа за сортирање на низа од цели броеви. Потоа да се     */
/* напише функциjа за споjување на две низи од цели броеви сортирани во       */
/* растечки редослед. Оваа функциjа треба во нова низа да ги смести веќе      */
/* сортираните две низи во нова низа коjа ќе биде исто така сортирана во      */
/* растечки редослед. Во оваа функциjа не смее да се повикува функиjата за    */
/* сортирање.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 8 5 12                                                                     */
/* 7 1 4                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 4 5 7 8 12                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
