/******************************************************************************/
/* Да се пронајдат сите броеви кои се палиндроми во даден интервал. (Еден     */
/* број е палиндром ако се чита исто од двете страни).                        */
/*                                                                            */
/* Пример влез:                                                               */
/* 150 250                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 151 161 171 181 191 202 212 222 232 242                                    */
/******************************************************************************/

int main()
{

    return 0;
}
