/******************************************************************************/
/* Да се испечатат сите декадни броеви во зададен интервал кои се палиндроми  */
/* во бинарен броен систем.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 15 40                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 15 1111                                                                    */
/* 17 10001                                                                   */
/* 21 10101                                                                   */
/* 27 11011                                                                   */
/* 31 11111                                                                   */
/* 33 100001                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
