/******************************************************************************/
/* Да се  испечатат сите совршени броеви помали од еден број n. (Совршени     */
/* броеви се броевите кои се еднакви на збирот од нивните делители).          */
/*                                                                            */
/* Пример влез:                                                               */
/* 100                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 370 407                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
