/******************************************************************************/
/* Да се најдат простите фактори на еден природен број. (Прости фактори на    */
/* еден природен број се неговите прости множители).                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 228                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 2 3 19                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
