/******************************************************************************/
/* Да се пресмета вкупниот број делители на броеви во даден сегмент.          */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 30                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 67                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
