/******************************************************************************/
/* Да се пресмета сумата a + (a + c) + (a + 2c) + ... + b, каде што а е       */
/* почеток на интервалот, b е крај на интервалот, а c е чекор.                */
/*                                                                            */
/* Пример влез:                                                               */
/* 1 15                                                                       */
/* 3                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 35                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
