/******************************************************************************/
/* Да се пронајде обратниот број на даден број. Обратен број на даден број е  */
/* број запишан со истите цифри но со обратен редослед. На пример обратен     */
/* број од бројот 3254 е бројот 4523.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* 123456                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 654321                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
