/******************************************************************************/
/* Да се испечатат сите броеви кои се деливи со своите цифри во зададен       */
/* интервал. Почетокот и крајот на интервалот се внесуваат преку тастатура.   */
/*                                                                            */
/* Пример влез:                                                               */
/* 20 30                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 20 22 24 30                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
