/******************************************************************************/
/* Да се пронајдат сите двојки броеви во интервалот од 1 до 100 чиј што       */
/* производ е обратен број од нивниот збир.                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 2                                                                        */
/* 2 47                                                                       */
/* 3 24                                                                       */
/* 5 26                                                                       */
/* 9 9                                                                        */
/* 24 3                                                                       */
/* 26 5                                                                       */
/* 47 2                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
