/******************************************************************************/
/* Да се пронајдат броевите од зададен интервал деливи барем со еден од       */
/* броевите 3, 5 или 7.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 20                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 12 14 15 18 20                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
