/******************************************************************************/
/* Да се пронајде најмалиот делител на даден број или да се утврди дека тој   */
/* број е прост.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 39                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
