/******************************************************************************/
/* Да се пронајдат сите броеви во зададен интервал за кои е исполнет условот: */
/* збир на цифри * n = производ на цифри. Вредноста на n се внесува од        */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 50 1000                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 88 189 198 246 264 426 462 624 642 819 891 918 981                         */
/******************************************************************************/

int main()
{

    return 0;
}
