/******************************************************************************/
/* Да се испечатат броевите во зададен интервал кои имаат одреден број        */
/* делители. Бројот на делители се внесува преку тастатура.                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 1 20                                                                       */
/* 3                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 6 8 10 14 15                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
