/******************************************************************************/
/* Да се избројат броевите близнаци до n (Броеви близнаци се два прости броја */
/* кои се разликуваат за 2). Бројот n се внесува преку тастатура.             */
/*                                                                            */
/* Пример влез:                                                               */
/* 50                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 5                                                                        */
/* 5 7                                                                        */
/* 11 13                                                                      */
/* 17 19                                                                      */
/* 29 31                                                                      */
/* 41 43                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
