/******************************************************************************/
/* Да се испечати оној природен број помал од n чиј збир на делители е        */
/* најголем како и вредноста на тој збир.                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 748                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 720 2418                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
