/******************************************************************************/
/* Да се направи функција која има два аргументи: низа од n цели броеви и     */
/* бројот на елементи n. Од низата да се отстранат сите елементи кои се       */
/* појавуваат повеќе од еднаш. Низата и нејзината должина се вчитува од СВ.   */
/* На СИ испечатете ги елементите на новодобиената низа оделени со една       */
/* белина.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 1 2 3 4 1                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 2 3 4                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
