/******************************************************************************/
/* Направете функција која што прима еден број како аргумент и ги поместува   */
/* неговите цифри за 3 позиции на лево. Од СВ исчитајте n броеви и повикајте  */
/* ја функцијата за сите броеви. Испечатете ги на СВ новодобиените броеви     */
/* секој во посебен ред.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 123456                                                                     */
/* 112233                                                                     */
/* 123                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 456123                                                                     */
/* 233112                                                                     */
/* 123                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
