/******************************************************************************/
/* Да се напише функција која за дадена низа А  (n < 100) природни броеви     */
/*                                            n                               */
/* (низата и бројот n се вчитуваат од СВ) ќе ги сортира нејзините елементи во */
/* растечки редослед и ќе го врати како резултат најмалиот елемент во низата. */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/* 12 43 56 23 44 9 65 18 74 7                                                */
/*                                                                            */
/* Пример излез:                                                              */
/* 7 9 12 18 23 43 44 56 65 74                                                */
/* 7                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
