/******************************************************************************/
/* Од стандарден влез се чита еден природен број n. Меѓу природните броеви    */
/* помали од n, да се најде оној чиј што збир на делителите е најголем. При   */
/* пресметување на збирот на делителите на даден број, да не се зема во       */
/* предвид и самиот број.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 8                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
