/******************************************************************************/
/* Да се напише програма коjа од даден опсег на природни броеви (почетокот и  */
/* крајот на опсегот се читаат од стандарден влез) ќе ги отпечати на          */
/* стандарден излез сите броеви чии што производ на цифри деливи со 3 е       */
/* поголем од 5 и е делив со 4 . На крај ќе го отпечати и вкупниот број на    */
/* вакви броеви.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 100 200                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 166                                                                        */
/* 1                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
