/******************************************************************************/
/* Да се напише програма коjа проверува дали дадена година коjа се вчитува од */
/* тастатура е престапна или не и на екран печати соодветна порака. Пример:   */
/* 1976, 2000, 2004, 2008, 2012... .Од тастатура се внесуваат координати на   */
/* една точка. Да се напише програма со коjа  ќе се испечати на коj квадрант  */
/* или оска припаѓа внесената точка. Ако станува збор за точка коjа лежи на   */
/* координатниот почеток, да се испечати соодветна порака.                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
