/******************************************************************************/
/* Да се напише програма со коjа ќе се отпечати максимумот од два броjа чии   */
/* вредности се читаат од тастатура.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
