/******************************************************************************/
/* Од тастатура се внесуваат три броjа кои не мора да се сортирани. Внесените */
/* броеви претставуваат должини на страните на правоаголен триаголник. Да се  */
/* напише програма коjа што  ќе проверува дали може да се конструира          */
/* триаголник од дадените должини, при што ако може, треба да се провери дали */
/* истиот е правоаголен и да се пресмета неговата плоштина. Во спротивно,     */
/* треба да се испечатат соодветни пораки.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
