/******************************************************************************/
/* Да се избројат колку согласки, самогласки и останати знаци има во записот  */
/* на веќе постоечката датотека.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 19                                                                         */
/* 6                                                                          */
/* 9                                                                          */
/* 4                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
