/******************************************************************************/
/* Да се напише програма за креирање на датотека, внесување текст во неа и    */
/* затварање на датотеката, па повторно отварање за цитање на внесениот       */
/* текст. Запишувањето во датотеката и читањето од неа да се реализираат како */
/* посебни функции.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* Ova e proben tekst                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
