/******************************************************************************/
/* Да се изброи колку зборови во записот на веќе постоечката датотека         */
/* започнуваат и завршуваат на согласка односно самогласка.                   */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 5                                                                          */
/* 1                                                                          */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
