/******************************************************************************/
/* Да се напише рекурзивна функциjа коjа ќе го пресметува збирот на цифрите   */
/* на еден броj.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
