/******************************************************************************/
/* Да се напише програма коjа за даден природен броj jа пресметува разликата  */
/* помеѓу наjблискиот поголем од него прост броj и самиот тоj броj.           */
/* Програмата треба да користи рекурзивна функциjа за наоѓање на соодветниот  */
/* прост броj.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
