/******************************************************************************/
/* Да се напише програма што  ќе jа испишува вредноста на n-тиот член на      */
/* низата дефинирана со:                                                      */
/* x  = 1                                                                     */
/*  1                                                                         */
/* x  = 2                                                                     */
/*  2                                                                         */
/* .                                                                          */
/* .                                                                          */
/* .                                                                          */
/*     n - 1         1                                                        */
/* x = ───── x    + ─── x   .                                                 */
/*  n    n    n-1    n   n-2                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
