/******************************************************************************/
/* За дадена низа A до N (N < 100) реални броеви да се пресмата аритметичката */
/* средина на елементите.(Аритметичка средина се пресметува според формулата: */
/*   a  + a  + ... + a                                                        */
/*    1    2          n                                                       */
/*  ──────────────────── ). Потоа низата да се трансформира така што ќе се    */
/*           n                                                                */
/* исфрлат елементите помали од таа вредност и новодобиената низа ќе се       */
/* испечати на екран.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 7 3 -2 0 6 10 -5 4                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 2.88                                                                       */
/* 7.00 3.00 6.00 10.00 4.00                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
