/******************************************************************************/
/* Да се испечатат најмалите k елементи од низа. Низата и бројот на најмалите */
/* елементи се внесуваат преку тастатура.                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 7                                                                          */
/* 16 12 5 49 48 47 20                                                        */
/* 4                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 5 12 16 20                                                                 */
/******************************************************************************/

int main()
{

    return 0;
}
