/******************************************************************************/
/* Да се пронајде на која позиција се појавува првиот елемент од дадена       */
/* подниза во дадена низа. Низите се внесуваат преку тастатура.               */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 64 24 89 15 34                                                             */
/* 3                                                                          */
/* 15 2 39                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 4                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
