/******************************************************************************/
/* Да се пронајде остатокот кој се добива при делење на елементите од дадена  */
/* низа со 3.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 12 14 20 22 25                                                             */
/*                                                                            */
/* Пример излез:                                                              */
/* 0 2 2 1                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
