/******************************************************************************/
/* Да се избрише првото појавување на даден елемент во низата. Низата и       */
/* елементот се внесуваат преку тастатура.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 15 2 48 15 8                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 48 15 8                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
