/******************************************************************************/
/* Да се избришат сите елементи од дадена низа кои се појавуваат повеќе од    */
/* еднаш. Низата се внесува преку тастатура.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/* 5 15 22 38 15 5 57 38 102 89                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 5 15 22 38 57 102 89                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
