/******************************************************************************/
/* Да се пронајдат позитивните елементи од низа и да се испечатат нивните     */
/* квадратни корени. Низата се внесува преку тастатура.                       */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 12 225 -55 69 -5                                                           */
/*                                                                            */
/* Пример излез:                                                              */
/* 12 3.46                                                                    */
/* 225 15                                                                     */
/* 69 8.31                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
