/******************************************************************************/
/* Да се избројат појавувањата на максималниот и минималниот елемент од       */
/* дадена низа. Низата се внесува преку тастатура.                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 20 5 64 2 59 64 54 2                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 2                                                                          */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
