/******************************************************************************/
/* Да се нормализира еден збор. (Со прва голема буква, а останатите мали).    */
/*                                                                            */
/* Пример влез:                                                               */
/* kompJutER                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* Kompjuter                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
