/******************************************************************************/
/* Од n точки во рамнина да се испечати онаа точка чиј збир на растојанија до */
/* останатите точки има најголема вредност.                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 5 3                                                                        */
/* 8 -5                                                                       */
/* -4 0                                                                       */
/* 8 -2                                                                       */
/* 1 1                                                                        */
/* 2 -5                                                                       */
/* -5 4                                                                       */
/* 7 -1                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* -5 -4                                                                      */
/* 69.77                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
