/******************************************************************************/
/* Елементите од една низа да се поместат надесно за к места. Низата се       */
/* внесува преку тастатура.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 4 7 5 9 8                                                                  */
/* 3                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 5 9 8 4 7                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
