/******************************************************************************/
/* Да се избројат и прикажат сите негативни елементи од дадена низа. Низата   */
/* се внесува преку тастатура.                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 15 -64 28 -89 -1 55                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* -64 -89 -1                                                                 */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
