/******************************************************************************/
/* Да се пронајде на која минимална и максимална позиција се појавил зададен  */
/* елемент во една низа. Низата се внесува преку тастатура.                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 15 4 -10 15 68 23 15 8                                                     */
/* 15                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 7                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
