/******************************************************************************/
/* Да е најде елементот од низата кој е најблиску до даден елемент (кој се    */
/* внесува од тастатура) на бројната оска.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 1 5 6 8 10                                                                 */
/* 2                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 1                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
