/******************************************************************************/
/* Да се изброи колку пати се појавил максималниот елемент во дадена низа.    */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 15 8 4 15 9                                                                */
/*                                                                            */
/* Пример излез:                                                              */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
