/******************************************************************************/
/* Да се провери дали еден збор е палиндром. Зборот се внесува преку          */
/* тастатура. (Еден збор е палиндром ако се чита исто и од едната и од        */
/* другата страна).                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* rotor                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* Palindrom                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
