/******************************************************************************/
/* Да се пресмета сумата на квадратите на елементите од една низа. Низата се  */
/* внесува преку тастатура.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 5 15 12 20 35                                                              */
/*                                                                            */
/* Пример излез:                                                              */
/* 2019                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
