/******************************************************************************/
/* Да се пронајде најголемата разлика на два соседни елементи од низа која се */
/* внесува преку тастатура.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 12 5 59 60 72 12                                                           */
/*                                                                            */
/* Пример излез:                                                              */
/* 60                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
