/******************************************************************************/
/* Да се пресмета најмалиот делител различен од 1 и вкупниот број на делители */
/* на природен број кој се внесува преку тастатура.                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 48                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 8                                                                          */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
