/******************************************************************************/
/* На испит по информатика учествувале n < 100 кандидати. Минималниот број на */
/* поени за упис е min. Да се определи бројот на кандидатите кои стекнале     */
/* право на упис и да се пресмета нивниот среден успех покажан на испитот.    */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 20 14 18 10 13 19 20 11                                                    */
/* 15                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 3 6 7                                                                    */
/* 4                                                                          */
/* 19.3                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
