/******************************************************************************/
/* Да се пронајде на која позиција и колку пати се појавил даден елемент во   */
/* низата. Низата се внесува преку тастатура.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 5 8 2 3 8 10                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 5                                                                        */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
