/******************************************************************************/
/* Да се променат знаците на елементите во една низа. Низата се внесува преку */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 5 -2 3 -4 6                                                                */
/*                                                                            */
/* Пример излез:                                                              */
/* -5 2 -3 4 -6                                                               */
/******************************************************************************/

int main()
{

    return 0;
}
