/******************************************************************************/
/* Да се напише функција со која дадена низа знаци ќе се измени, така што во  */
/* неа ќе се вметне друга низа знаци почнувајќи од дадена позиција. Задачата  */
/* да се реши со помош на покажувачи.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* jas sum zadaca                                                             */
/* super                                                                      */
/* 8                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* jas sum super zadaca                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
