/******************************************************************************/
/* Да се напише функција со која од дадена текстуална низа, зададена како прв */
/* аргумент во функцијата, ќе се избрише секое појавување на текстуалната     */
/* низа зададена како втор аргумент во функцијата. Како резултат од           */
/* функцијата се враќа бројот на појавувања на втората низа во првата (колку  */
/* пати таа била избришана). Задачата да се реши со помош на покажувачи.      */
/*                                                                            */
/* Пример влез:                                                               */
/* 12345abcd6789abcd9876abcd54321                                             */
/* abcd                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 123456789987654321                                                         */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
