/******************************************************************************/
/* Да се напише функција со која од дадена текстуална низа, зададена како прв */
/* аргумент во функцијата, ќе се избрише првото појавување на текстуалната    */
/* низа зададена како втор аргумент во функцијата. Ако втората низа не е      */
/* подстринг на првата, тогаш како резултат се враќа 0, а во спротивно 1.     */
/* Задачата да се реши со помош на покажувачи.                                */
/*                                                                            */
/* Пример влез:                                                               */
/* first example                                                              */
/* first                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* example                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
