/******************************************************************************/
/* Да се напише модул со функции и процедури за операции со низи: читање,     */
/* печатење, бришење елемент, вметнување елемент, наоѓање збир на елементи,   */
/* наоѓање производ на елементите, наоѓање минимален елемент, наоѓање         */
/* максимален елемент, сортирање во неопаднувачки редослед, сортирање во      */
/* нерастечки редослед.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
