/******************************************************************************/
/* Да се пресметаат вредностите на Ермитовите полиноми зададени со следнава   */
/* рекурентна релација:                                                       */
/*  H (x) = 1, H (x) = x, H (x) = xH   (x) - (k - 1)H   (x),  за k ≥ 2.       */
/*   0          1          k        k-1              k-2                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
