/******************************************************************************/
/* Да се сортира низа во неопаднувачки редослед со бинарно додавање.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
