/******************************************************************************/
/* Да се испечати родовска лоза во фамилија со користење на функции за        */
/* претходник и следбеник.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
