/******************************************************************************/
/* Да се најде решението на равенката f(x) = 0, со точност ε со методот на    */
/* прости итерации.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
