/******************************************************************************/
/* Да се пресмета збирот и производот на елементите на бројната низа A .      */
/*                                                                    n       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
