/******************************************************************************/
/* За даден број н да се испечатат следниве фигури со користење на            */
/* рекурзија.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
