/******************************************************************************/
/* Да се најде најмалиот елемент во бројната низа A со рекурзивна постапка.   */
/*                                                 n                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
