/******************************************************************************/
/* Да се најдат сите трицифрени броеви, кои се еднакви на збирот од           */
/* факториелите на своите цифри.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
