/******************************************************************************/
/* Да се пресмета производот на два природни броја во дозволениот опсег на    */
/* компјутерот.                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
