/******************************************************************************/
/* Да се напише функциски подалгоритам и потпрограма за пресметување вредност */
/* на функцијата x  и алгоритам за негово повикување.                         */
/*                n                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
