/******************************************************************************/
/* Да се сортира низата A  во нерастечки или неопаднувачки редослед со        */
/*                       n                                                    */
/* рекурзивен подалгоритам за сортирање со методот на маеурче.                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
