/******************************************************************************/
/* Да се помножат две дводимензионални низи (матрици), со користење на        */
/* подалгоритам за множење на две матрици.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
