/******************************************************************************/
/* Да се пресметаат вредностите на тригонометриските функции за даден агол.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
