/******************************************************************************/
/* Да се сведат елементите на низата A  на иста вредност со користење на само */
/*                                    n                                       */
/* две операции:                                                              */
/*  - само еден од елементите се множи со 2.                                  */
/*  - од сите елементи се одзема 1.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
