/******************************************************************************/
/* Да се најде спротивниот број на природниот број n со рекурзивен            */
/* подалгоритам.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
