/******************************************************************************/
/* Да се представи природниот број n како производ на два прости броја.       */
/*                                                                            */
/*                                                                            */
/* Да се факторизира природниот број n. (Факторизација на природен број       */
/* претставува негово претставување како производ на прости фактори (прост    */
/*                                     3    1    2    2                       */
/* број на степен). На пример 29400 = 2  * 3  * 5  * 7 ).                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
