/******************************************************************************/
/* Да се распоредат 8 топа на шаховска табла, така што не ќе се напаѓаат.     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
