/******************************************************************************/
/* Да се напише процедурален подалгоритам за четирите аритметички операции    */
/* (собирање, одземање, множење и делење, како и алгоритам за негово          */
/* повикувaње).                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
