/******************************************************************************/
/* Да се најдат сите подмножества на множеството од n цели броеви со          */
/* рекурзивен подалгоритам.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
