/******************************************************************************/
/* Да се најде НЗД за два природни броја со Евклидов алгоритам.               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
