/******************************************************************************/
/* Да се најде најголемиот и најмалиот елемент во дводимензионалната низа     */
/* A    со користење на процедури за наоѓање на најмалиот и на најголемиот    */
/*  mxn                                                                       */
/* елемент на еднодимензионална низа.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
