/******************************************************************************/
/* Да се најде збирот на елементите на дводимензионалната низа A    со        */
/*                                                              mxn           */
/* рекурзивен подалгоритам.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
