/******************************************************************************/
/* Да се сортира низа од броеви во неопаднувачки редослед со методот на брзо  */
/* сортирање.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
