/******************************************************************************/
/* Со методот на тетиви да се најде решението на равенката f(x) = 0 со        */
/* точност ε, ако е познато дека во интервалот [a, b] има само едно решение.  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
