/******************************************************************************/
/* Да се пресмета периметарот на многуаголник, при што ќе се користи          */
/* функциски подалгоритам за пресметување на растојанието меѓу две точки во   */
/* рамнина.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
