/******************************************************************************/
/* Да се напишат подалгоритми за шифрирање и дешифрирање на порака, ако е     */
/* познат стрингот за шифрирање:ABCDEFGHIJKLMNOPRQRSTUVWXYZabcdefghijklmnopqr */
/* stuvwxyz0123456789QWERTYUIOPASDFGHJKLZXCVBNMqwertyuiopasdfghjklzxcvbnm1029 */
/* 384756.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
