/******************************************************************************/
/* Да се најдат природни броеви помали од n, кои се деливи со својот          */
/* спротивен број. (Спротивен број на бројот k е бројот составен од истите    */
/* цифри напишани во спротивен редослед. На пример, спротивен на бројот 12345 */
/* е бројот 54321).                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
