/******************************************************************************/
/* N-градови се поврзани со патна мрежа. Да се најде најкраткиот пат од       */
/* градот N до градот n.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
