/******************************************************************************/
/* Да се провери со рекурзивен подалгоритам, каде во А  се наоѓа елементот со */
/*                                                    n                       */
/* вредност v.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
