/******************************************************************************/
/* Да се најдат сите Армстронгови броеви од ред k, помали од даде број n.     */
/* (Армстронгови броеви од ред k се оние природни броеви кои се еднакви на    */
/* збирот на k-тите степени на своите цифри. На пример, Армстронгов број од   */
/*                   3    3    3                     4    4    4    4         */
/* 3-ти ред е 153 = 1  + 5  + 3 , од 4 ред е 1634 = 1  + 6  + 3  + 4 , итн.). */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
