/******************************************************************************/
/* Да се избројат цифрите на даден број. Потоа да се искористи таа функција   */
/* за да се избројат цифрите на броевите од дадена низа.                      */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 485 56 12 5 47                                                             */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 3                                                                        */
/* 2 2                                                                        */
/* 3 2                                                                        */
/* 4 1                                                                        */
/* 5 2                                                                        */
/******************************************************************************/

#include <stdio.h>
#include <stdlib.h>

int count_digits(int n)
{
    if(n<=0)
        return 0;
    return 1+count_digits(n/10);
}


int main()
{
    int n, a[100], i;
    scanf("%d", &n);
    for(i=0; i<n; i++)
    {
        scanf("%d", &a[i]);
    }
    printf("\n");
    for(i=0; i<n; i++)
    {
        printf("a[%d] = %d\n", i, count_digits(a[i]));
    }
    return 0;
}

