/******************************************************************************/
/* Природниот број n се собира со својот обратен број, новодобиениот број се  */
/* собира со својот обратен итн. Да се одреди дали и по колку собирања ќе се  */
/* добие палиндром.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 263                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 3                                                                          */
/* 2662                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
