/******************************************************************************/
/* Да се избројат цифрите на даден број. Потоа да се искористи таа функција   */
/* за да се избројат цифрите на броевите од дадена низа.                      */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 485 56 12 5 47                                                             */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 3                                                                        */
/* 2 2                                                                        */
/* 3 2                                                                        */
/* 4 1                                                                        */
/* 5 2                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
