/******************************************************************************/
/* Да се испечатат сите прости броеви помали од даден број n кај кои збирот и */
/* производот на неговите цифри е прост број.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 1000                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 5 7 11 101 113 131 151 311 401 409 601 809                                 */
/******************************************************************************/

int main()
{

    return 0;
}
