/******************************************************************************/
/* Да се пресмета НЗС на елементите од дадена низа. Низата се внесува преку   */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 20 4 5 2 40 8                                                              */
/*                                                                            */
/* Пример излез:                                                              */
/* 40                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
