/******************************************************************************/
/* Да се пресмета НЗД на елементите од дадена низа. Низата се внесува преку   */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 40 25 60 15 35                                                             */
/*                                                                            */
/* Пример излез:                                                              */
/* 5                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
