/******************************************************************************/
/* Да се пресмета колку варијации со и без повторувања има за даден број      */
/* цифри и за дадена класа. Бројот на цифри и класа се внесуваат преку        */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 3                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 125                                                                        */
/* 60                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
