/******************************************************************************/
/* На парните позиции на една низа да се запишат обратните броеви на          */
/* елементите, а на непарните позиции да се запишат квадратите на елементите. */
/* Низата се внесува преку тастатура. (Нултиот елемент се сменува со          */
/* обратниот).                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 15 64 492 23 18 5                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 51 4096 294 529 81 25                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
