/******************************************************************************/
/* Декаден број да се претвори во бинарен. Потоа да се соберат два бинарни    */
/* броја.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 20 15                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 10100 1111                                                                 */
/* 100011                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
