/******************************************************************************/
/* Да се скрати една дропка, така што броителот и именителот ќе станат заемно */
/* прости броеви.                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/* 40 52                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 13                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
