/******************************************************************************/
/* Да се степенува низа на k-ти степен. Низата и вредноста на k се внесуваат  */
/* преку тастатура.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 8 10 15 16 5 20                                                            */
/* 3                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 512 1000 3375 4096 125 8000                                                */
/******************************************************************************/

int main()
{

    return 0;
}
