/******************************************************************************/
/* Да се пресмета колку комбинации со и без повторувања има за даден број     */
/* цифри и за дадена класа. Бројот на цифри и класа се внесуваат преку        */
/* тастатура.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 2                                                                        */
/* Пример излез:                                                              */
/* 10                                                                         */
/* 15                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
