/******************************************************************************/
/*                        k                                  k                */
/* Да се пресмета степен n  . Потоа да се пресмета степенот n  каде што n и k */
/* се внесуваат преку тастатура.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 2 8                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 256                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
