/******************************************************************************/
/* Да се провери дали даден број е прост. Потоа да се најдат сите прости      */
/* броеви од 2 до n.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 20                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 3 5 7 11 13 17 19                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
