/******************************************************************************/
/* Да се пронајдат сите природни броеви помали од природниот број n чии цифри */
/* се подредени во растечки редослед.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* 100                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 12 13 14 15 16 17 18 19 23 24 25 26 27 28 29 34 35 36 37 38 39 45 46 47 48 */
/* 49 56 57 58 59 67 68 69 78 79 89                                           */
/******************************************************************************/

int main()
{

    return 0;
}
