/******************************************************************************/
/* Да се изброи колку елементи од дадена низа имаат парен број на цифри а     */
/* колку непарен број на цифри.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 1551 1968 152 128 78 8                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 3                                                                          */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
