/******************************************************************************/
/* Да се пресмета најголемиот од три броја. Користејки ја таа функција да се  */
/* најде најголемиот од зададените три броја.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 48 26 33                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* 48                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
