/******************************************************************************/
/* Да се напише програма која од дадена датотека text.txt ќе ја испечати      */
/* позицијата на редот кој содржи најголем број на големи букви. Максималната */
/* должина на еден ред е 80 знаци. Доколку има повеќе редови со ист           */
/* максимален број на големи букви, треба да се испечати позицијата на првиот */
/* од нив.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* Chuck Norris doesn't read books.                                           */
/* He stares them down until he gets                                          */
/* the information he wants.#                                                 */
/*                                                                            */
/* Пример излез:                                                              */
/* 1                                                                           */
/******************************************************************************/

int main()
{

    return 0;
}
