/******************************************************************************/
/* Да се направи програма која од влезната датотека „text.txt“ ќе ги одреди и */
/* отпечати сите зборови палиндроми во излезната датотека „print.txt“. Да се  */
/* избегнуваат интерпукциските знаци точка (.) и запирка (,) и да не се прави */
/* разлика меѓу големи и мали букви.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* Ana vozi kajak, a Ema trotinet. I potoa im se prikluci Marko.#             */
/*                                                                            */
/* Пример излез:                                                              */
/* Ana                                                                        */
/* kajak                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
