/******************************************************************************/
/* Да се пресмета аритметичката средина на првите n природни броеви.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
