/******************************************************************************/
/* Од низата цели броеви A  да се пресмета посебно збирот на позитивните и    */
/*                        n                                                   */
/* посебно збирот на негативните елементи.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
