/******************************************************************************/
/* Да се најдат сумите на елементите од дијагоналите паралелни со главната    */
/* дијагонала во матрицата A   .                                              */
/*                          nxn                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
