/******************************************************************************/
/* Да се табелираат функциите sinx и cosx за вредности на x од интервалот     */
/* [a, b] со чекор х.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
