/******************************************************************************/
/* Се множат цифрите на n-цифрен број. Цифрите на добиениот производ пак се   */
/* множат итн. се додека не се добие едноцифрен број. Колку n-цифрени броеви  */
/* (n = 2, 3, 4, ...) ја имаат особината добиениот едноцифрен број да биде    */
/* различен од 0.                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
