/******************************************************************************/
/*  Да се сортира низата A  во нерастечки или неопаднувачки редослед со       */
/*                        n                                                   */
/* рекурзивен подалгоритам со наоѓање на минимален елемент.                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
