/******************************************************************************/
/* На табла се напишани два броја -а и b. До нив се пишува бројот c = a + b   */
/* - 1. Од трите броја се брише случајно избран број и на негово место се     */
/* запишува збирот на другите два броја намален за 1. Оваа постапка се        */
/* повторува одреден број пати и се добиваат броевите p, q и r. Да се најдат  */
/* најмалите почетни броеви а и b, од кои, со опишаната постапка, се доаѓа до */
/* броевите p, q и r                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
