/******************************************************************************/
/* Да се генерира Паскалов триаголник од ред n.(Паскалов триаголник од ред n  */
/*                                                     k                      */
/* формираат коефициентите на развој на биномот (а + b) , за k = 0, 1, 2,     */
/* ..., n).                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
