/******************************************************************************/
/* Двајца играчи имаат по неограничен број жетони и наизменично ги ставаат на */
/* табла со димензии mxn. Притоа, во секое ставање можат да се стават         */
/* најмногу n - 1 жетони на произволни празни полиња, по еден жетон на поле.  */
/* Да се најде алгоритам со кој победува оној кој последен ќе стави жетон.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
