/******************************************************************************/
/* Да се најдат сите n-то цифрени бинарни броеви кои се палиндроми.           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
