/******************************************************************************/
/* Да се одреди бројот на денови во некој месец. Месеците се внесуваат со     */
/* редниот број во годината.                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
