/******************************************************************************/
/* n-деца се држат за раце во круг. Почнувајки од првото дете се бројат       */
/* децата и секое k-то дете излегува од кругот. Кое дете ке остане?           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
