/******************************************************************************/
/* Да се изврши циклично поместување на знаците во текстуална низа за m места */
/* налево или надесно.                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
