/******************************************************************************/
/* Да се одреди положбата на точките M(x, y) во однос на кружницата O(r).     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
