/******************************************************************************/
/* Да се пресмета збирот на средните цифри на два троцифрени броја.           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
