/******************************************************************************/
/* Да се пресмета аритметичката средина на n-броеви внесени преку тастатура.  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
