/******************************************************************************/
/* Да се подели поврзана листа од n-јазли на два дела, по k-тиот јазол.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
