/******************************************************************************/
/* Да се сортира низа броеви со метод на меурче во неопаднувачки редослед.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
