/******************************************************************************/
/* Кружна листа од n јазли да се заротира за k места нанапред (наназад).      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
