/******************************************************************************/
/* Да се подредат јазлите во листата на студенти според презиме и име.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
