/******************************************************************************/
/* Скокачот се наоѓа на произволно поле на шаховска табла. Треба да ја помине */
/* целата табла стапнувајки на поле само по еднаш.                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
