/******************************************************************************/
/* Да се генерира магичен квадрат од непарен ред n. (Квадратот во кој збирот  */
/* на елементите во секоја редица, секоја колона и секоја дијагонала е        */
/* еднаков се нарекува магичен квадрат).                                      */
/* 17  24  1   8   15                                                         */
/* 23  5   7   14  16                                                         */
/* 4   6   13  20  22                                                         */
/* 10  12  19  21  3                                                          */
/* 11  18  25  2   9                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
