/******************************************************************************/
/* Да се генерира таблицата множење како дводимензионална низа.               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
