/******************************************************************************/
/* Елементите на црно-бела слика со димензија mxn се црни и бели квадратчиња. */
/* Да се компресира сликата, така што секој квадрат со димензии pxq (p|m, q|n */
/* ), ќе се замени со едно црно квадратче, ако во него има повеќе црни        */
/* квадратчиња, или со едно бело квадратче, во спротивно.                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
