/******************************************************************************/
/* Во јапонската игра микадо играат n играчи секој со секој. За секоја победа */
/* се добива по еден бод. Играчот А го победил играчот B, ако го  победил     */
/* директно или ако го победил играчот X , X  го победил X , ..., X  го       */
/*                                      1   1             2        k          */
/* победил B. Ако е дадена табела на резултати на секои два играчи, да се     */
/* направи ранг листа според правилата за победа.                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
