/******************************************************************************/
/* Да се најде минимален (максимален) елемент во дводимензионалната низа A    */
/*                                                                        mxn */
/* со рекурзивен подалгоритам.                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
