/******************************************************************************/
/* Во низата броеви A  да се најде елементот со најголема вредност и неговиот */
/*                   n                                                        */
/* реден број.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
