/******************************************************************************/
/* Да се спојат две датотеки со додавање на втората датотека на крајот од     */
/* првата датотека.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
