/******************************************************************************/
/* Да се најде спротивниот број на број во броен систем со основа s.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
