/******************************************************************************/
/* Во квадрат 4x4 случајно се поставени броевите од 1 до 15. Да се подредат   */
/* во растечки редослед по редици, така што е дозволено само поместување на   */
/* број во следното поле.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
