/******************************************************************************/
/* Поврзана листа да се трансформира во кружна поврзана листа така што        */
/* последниот јазол, ќе се поврзе со првиот.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
