/******************************************************************************/
/* Во даден текст да се избришат буквите кои се повторуваат последователно.   */
/* (Често се случуваат грешки како: "Jas suum tukaaa dojjden porrranoo.", а   */
/* текстот треба да гласи "Jas sum dojden tuka porano.").                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
