/******************************************************************************/
/* Дадени се две текстуални датотеки. Да се споредат дали се исти, при што да */
/* се води сметка дека последователните бланко знаци или табови се сметаат    */
/* како едно бланко, а големите и малите исти букви не се разликуваат.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
