/******************************************************************************/
/* Да се најдат природните броеви помали од n кои се палиндроми.              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
