/******************************************************************************/
/* Да се најдат сите пилести поднизи во низата броеви A . (Пилеста подниза е  */
/*                                                     n                      */
/* онаа во која претходниот и следниот елемент на секој елемент се            */
/* помали (поголеми) од него).                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
