/******************************************************************************/
/* Да се генерира матрицата A    ако се дадени збировите на секоја редица и   */
/*                           mxn                                              */
/* на секоја колона.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
