/******************************************************************************/
/* Да се провери дали природниот број n е палиндром.(Палиндром е оној број    */
/* кој е еднаков на својот спротивен број. На пример, бројот 123757321 е      */
/* палиндром).                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
