/******************************************************************************/
/* Топка паѓа на нерамен терен со димензии mxn метри. Ако е позната висината  */
/* на секој квадрат (во однос на секоја нулта височна) да се одреди местото   */
/* на кое ке застане топката, знаејќи дека таа секогаш преминува на едно од   */
/* соседните полиња кое има помала височина.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
