/******************************************************************************/
/* Да се најде најблискиот прост број до даден природен број n.               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
