/******************************************************************************/
/* Дадена е низата од природни броеви A . Да се формира низа B  чии елементи  */
/*                                     n                      n               */
/* се простите броеви најблиски до елементите на низата A .                   */
/*                                                       n                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
