/******************************************************************************/
/* Да се пресмета збирот на дводимензионалните низи A    и  B   . Да се       */
/*                                                   mxn     mxn              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
