/******************************************************************************/
/*                                    2                         2             */
/* Да се реши квадратната неравенка ax  + bx + c < 0, односно ax  + bx + c >  */
/* 0 за реални броеви а, b и c, и a ≠ 0.                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
