/******************************************************************************/
/* Да се одреди кои цифри од природниот број m се содржани во природниот број */
/* n.                                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
