/******************************************************************************/
/* Да се изостави k-тата цифра на природниот број n, броејќи ги цифрите од    */
/* цифрата на единиците.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
