/******************************************************************************/
/* Да се избришат i-тата редица и j-тата колона од дводимензионалната низа    */
/* A   .                                                                      */
/*  mxn                                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
