/******************************************************************************/
/* Да се определи возраста на човек ако се знае датумот на раѓање.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
