/******************************************************************************/
/*                                                            a     1     1   */
/* Да се одредат природните броеви p и q во разложувањето на ─── = ─── + ───  */
/*                                                            b     p     q   */
/* каде што а и b се заемно прости броеви и а < b.                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
