/******************************************************************************/
/* Да се одреди дали во некој текст се наоѓа одреден збор, колку пати и на    */
/* кои позиции.                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
