/******************************************************************************/
/* Да се пресмета збирот на последните m цифри на природниот број n.          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
