/******************************************************************************/
/* Да се најдат сите пријателски броеви од интервалот m до n. (За два броја   */
/* велиме дека се пријателски ако збирот на делителите на првиот број е       */
/* еднаков на другиот број, а збирот на делителите на другиот број е еднаков  */
/* на првиот број).                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
