/******************************************************************************/
/* Дадени се n точки во рамнина. Да се одредат сите квадрати кои можат да се  */
/* формираат, така што темињата да им бидат во дадените точки.                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
