/******************************************************************************/
/* Во текстуална датотека да се најде честотата на појавување на секоја буква */
/* од абецедата.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
