/******************************************************************************/
/* Да се изврши циклично поместување на елементите на низата броеви A  за k   */
/*                                                                   n        */
/* места на десно (или на лево).                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
