/******************************************************************************/
/* Елементите на бинарна бројна низа A  се инвертираат во секој i-ти чекор за */
/*                                    n                                       */
/* i = 1, 2, 3 ... и тоа за i = p се инвертира секој p-ти елемент. Која ќе    */
/* биде состојбата на низата по k чекори?                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
