/******************************************************************************/
/* Дадени се два природни броеви. Да се одреди кои цифри ги има во едниот     */
/* од броевите а ги нема во другиот, и кои цифри ги има во двата броја.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
