/******************************************************************************/
/* Да се најдат и да се испечатат елементите од целобројната низа A  кои се   */
/*                                                                 n          */
/* прости броеви.                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
