/******************************************************************************/
/* Да се сортитра листа од целобројни податоци во нерастечки редослед.        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
