/******************************************************************************/
/* Да се најде факториел на природниот број n, дефиниран со релацијата n ≠    */
/* n(n - 1)!.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
