/******************************************************************************/
/* Во сала поплочена со квадратни плочи се наоѓаат n деца (и n - 1 столчиња). */
/* Секое дете и секое столче се наоѓа на една плоча. Во ист момент сите деца  */
/* потрчнуваат до најблиското столче. Да се одреди кое дете ке остане без     */
/* столче.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
