/******************************************************************************/
/* Да се пресмета вкупната површина на езерата во Македонија.                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
