/******************************************************************************/
/* Во првиот јазол на поврзана листа се запишува произволна цифра. Во секој   */
/* нареден јазол се запишува цифрата која се добива со зголемување за еден на */
/* цифрата од претходниот јазол. (Ако се добие број 10, се запишува цифрата   */
/* 0). Да се одреди цифрата која ќе биде запишана во n-тиот јазол.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
