/******************************************************************************/
/* Да се креираат две листи и потоа да се поврзат во трета листа.             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
