/******************************************************************************/
/* Да се одреди растојанието меѓу два збора. (Растојанието се дефинира како   */
/* број на места (позиции) во зборовите на кои различни знаци).               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
