/******************************************************************************/
/* Да се најдат исти поднизи со должина k во двете бројни низи A  и B .       */
/*                                                              n    m        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
