/******************************************************************************/
/* Да се сортира низата A  во растечки редослед со наоѓање на максималниот    */
/*                       n                                                    */
/* елемент.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
