/******************************************************************************/
/* Да се најдат сите претставувања на природен број n како збир на други      */
/* природни броеви.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
