/******************************************************************************/
/* Да се сортира низата A  во растечки редослед со бинарно додавање.          */
/*                       n                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
