/******************************************************************************/
/* Во дводимензионална низа да се најдат најмалите елементи во секоја редица, */
/* а потоа од нив да се најде најголемиот.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
