/******************************************************************************/
/* Да се најде кој елемент од бројната низа A  е најблизок до геометриската   */
/*                                           n                                */
/* средина на елементите на низата.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
