/******************************************************************************/
/* Да се формира еднодимензионална кружна низа A  чии елементи се бинарни     */
/*                                              n                             */
/*                                                       ⎛     k⎞             */
/* цифри, така што последователните поднизи со должина k ⎝n = 2 ⎠,            */
/* претставуваат бинарни записи на n ненегативни цели броеви почнувајки од 0. */
/* (Под кружна низа се подразбира дека по последниот елемент низата           */
/* продолжува со првиот елемент). Пример: 0011 има поднизи 00 01 11 10.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
