/******************************************************************************/
/* Да се најдат сите совршени броеви помали од n.(Природните броеви што се    */
/* еднакви на збирот на своите делители (без самиот број), се наречени        */
/* совршени броеви).                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
