/******************************************************************************/
/* Да се изврши конверзија на реален бинарен број во декаден.                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
