/******************************************************************************/
/* Да се сортира низата A  во неопаднувачки редослед со истовремено наоѓање   */
/*                       n                                                    */
/* на најмалиот и најголемиот елемент.                                        */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
