/******************************************************************************/
/* Да се испечати поврзана листа во спротивен редослед, од последниот до      */
/* првиот јазол.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
