/******************************************************************************/
/* Да се одреди позицијата на k-тиот по големина број во целобројната низа A  */
/*                                                                          n */
/* .                                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
