/******************************************************************************/
/* Дадена е дводимензионалната низа A   . Да се пресмета збирот на секоја     */
/*                                   mxn                                      */
/* редица и збирот на секоја колона посебно.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
