/******************************************************************************/
/* Да се најде производот и количникот на два бинарни броја, со голем број    */
/* цифри.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
