/******************************************************************************/
/* Дадени се n точки во рамнина со нивните координати. Да се одреди онаа      */
/* точка чиј збир на растојание до другите точки е најмал.                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
