/******************************************************************************/
/* Дадени се бројните низи: a , a , ..., a  и b , b , ..., b  Да се најдат    */
/*                           1   2        n    1   2        n                 */
/* бројни низи x , x , ..., x  и y , y , ..., y  ,така што ќе бидат исполнети */
/*              1   2        n    1   2        n                              */
/* неравенствата:                                                             */
/*     n               n                n               n                     */
/*   _____           _____            _____           _____                   */
/*  \     `         \     `          \     `         \     `                  */
/*   )      a x  >   )      b x   и   )      b y  >   )      a y  .           */
/*  /_____,  i i    /_____,  i i     /_____,  i i    /_____,  i i             */
/*   i = 1           i = 1            i = 1           i = 1                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
