/******************************************************************************/
/* Дадена е горно триаголна матрица A   . Да се исполни долниот дел од        */
/*                                   nxn                                      */
/* матрицата со елементите од горниот дел кој се симетрични во однос на       */
/* главната дијагонала.                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
