/******************************************************************************/
/* Да се најдат сите палиндроми во некој збор (Палиндроми во збор се сите     */
/* подзборови кои се читаат исто и однапред и одназад).                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
