/******************************************************************************/
/* Дадени се n низи со различна должина. Да се најдат поднизите кои се        */
/* појавуваат во сите низи и онаа која се појавува најмногу пати.             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
