/******************************************************************************/
/* Да се генерираат сите пермутации без повторувања од n елементи класа k.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
