/******************************************************************************/
/* На шаховски турнир учествуваат n шахисти. Секој шахист S , треба да изигра */
/*                                                         i                  */
/* R  партии со различни играчи (1 ≤ i ≤ n). Да се најде (ако постои), барем  */
/*  i                                                                         */
/* еден распоред на одигрување на партиите.                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
