/******************************************************************************/
/* Да се одреди кој од броевите m и n има повеќе единици во бинарниот         */
/* запис.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
