/******************************************************************************/
/* Да се отпечати мени за избор на сесијата и на предметот за полагање.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
