/******************************************************************************/
/* Да се реши систем на две линеарни равенки со две непознати: ax + by = c и  */
/* dx + ey = f.                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
