/******************************************************************************/
/* Да се напишат подалгоритми и потпрограми за пресметување на бројот и на    */
/* збирот на цифрите на природниот број n.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
