/******************************************************************************/
/* Да се најде најголемиот заеднички делител на природните броеви а и b.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
