/******************************************************************************/
/* Да се напише модул со функции и процедури за операции со полиноми: читање, */
/* печатење, пресметување вредност за даден аргумент, наоѓање извод, наоѓање  */
/* интеграл, собирање два полинома, одземање два полинома.                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
