/******************************************************************************/
/* Во текстуална датотека да се избришат сите соседни бланко знаци повеќе од  */
/* 1 и сите знаци ставени во големи загради, заедно со заградите.             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
