/******************************************************************************/
/* Да се најде вредноста на броевите π и e преку стандарни јазични функции.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
