/******************************************************************************/
/* Во дводименизоналната низа A    да се заменат редиците со колоните.        */
/*                             mxn                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
