/******************************************************************************/
/* Да се пресмета збирот и разликата на бинарните броеви m и n.               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
