/******************************************************************************/
/* За дводимензионалната низа A    да се пресмета збирот на елементите од     */
/*                             mxn                                            */
/* главната дијагонала и збирот на елементите од споредната дијагонала.       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
