/******************************************************************************/
/* Да се најде најмалиот број банкноти со кој може да се исплати некоја       */
/* сума пари.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
