/******************************************************************************/
/* Да се одредат полињата од шаховската табла, кои ги бие ловецот поставен на */
/* произволно поле.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
