/******************************************************************************/
/* Да се најдат сите делители на природниот број n заемно прости со           */
/* природниот број m.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
