/******************************************************************************/
/* Да се најде збирот на 2 цели броја со голем број цифри, така што секој     */
/* број ќе се претстави со поврзана листа од неговите цифри.                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
