/******************************************************************************/
/* Да се формира листа на студенти од класот во чии јазли ќе ги има           */
/* податоците: број во дневникот, име и презиме и просечен успех. Потоа, да   */
/* се вметне јазол на m-то место. Накрај да се изостави јазолот на k-то       */
/* место.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
