/******************************************************************************/
/* Проблем на Ханојски кули: Дадени се три вертикални стативи. На едната се   */
/* наоѓаат n дискови поставени помал врз поголем. Да се преместат на втората  */
/* статива со користење на третата статива како помошна, при што не смее да   */
/* се стави поголем диск врз помал.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
