/******************************************************************************/
/* Да се најде бинарниот еквивалент на декадниот број n + 1, ако е познат     */
/* бинарниот еквивалент на декадниот број n.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
