/******************************************************************************/
/* Да се претворат Декартовите координати на точката (x, y), во поларни.      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
