/******************************************************************************/
/* Да се одреди декадниот број чиј бинарен запис се битовите од p-та до       */
/* q-та позиција на бинарниот запис на бројот n.                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
