/******************************************************************************/
/* Да се пресмета збирот, разликата, производот и количникот на два броја.    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
