/******************************************************************************/
/* Да се најдат сите пријателски броеви во интервалот [m, n]. (За два броја   */
/* велиме дека се пријателски ако збирот на делителите на другиот број е      */
/* еднаков со првиот број).                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
