/******************************************************************************/
/* Со рекурзивни подалгоритми:                                                */
/* a) Да се генерираат сите комбинации со повторувања од n елементи класа k.  */
/* b) Да се генерираат сите комбинации без повторувања од n елементи класа    */
/* k.                                                                         */
/* c) Да се генерираат сите варијации со повторувања од n елементи класа k.   */
/* d) Да се генерираат сите варијации без повторувања од n елементи класа k.  */
/* e) Да се генерираат сите пермутации со повторувања од n елементи класа k.  */
/* f) Да се генерираат сите пермутации без повторувања од n елементи класа    */
/* k.                                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
