/******************************************************************************/
/* Да се заротираат колоните на матрицата A    за k места надесно или налево. */
/*                                         mxn                                */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
