/******************************************************************************/
/* Да се најдат сите природни броеви помали од n, чии цифри се подредени во   */
/* растечки редослед.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
