/******************************************************************************/
/*                         2                                                  */
/* Игра за двајца играчи: n  медени колачиња се распоредени на табла nxn      */
/* како на сликата. Играчите наизменично избираат и земаат колаче од          */
/* позицијата (x, y), 1 ≤ x ≤ n, 1 ≤ y ≤ n, а ги земаат и сите колачиња кои   */
/* имаат барем една координата поголема илиеднаква со координатите на         */
/* избраното колаче (x, y). Губи играчот кој го зема колачето од позицијата   */
/* (1, 1). Најдете алгоритам со кој играчот кој го игра првиот потег секогаш  */
/* победува.                                                                  */
/* n   ♥   ♥   ♥   ♥   ♥                                                      */
/* ... ♥   ♥   ♥   ♥   ♥                                                      */
/* 3   ♥   ♥   ♥   ♥   ♥                                                      */
/* 2   ♥   ♥   ♥   ♥   ♥                                                      */
/* 1   ♥   ♥   ♥   ♥   ♥                                                      */
/*     1   2   3   ... n                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
