/******************************************************************************/
/* Да се пресмета вкупниот број часови вежби во текот на неделата.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
