/******************************************************************************/
/* Да се одреди колку полиња бие шаховската дама поставена на некое од        */
/* полињата на шаховската табла.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
