/******************************************************************************/
/* За дадено време во број на часови, минути и секунди да се одреди истото    */
/* време изразено во секунди.                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
