/******************************************************************************/
/* Да се реши линеарната неравенка ax + b > 0, односно ax + b < 0 за реални   */
/* броеви а и b и a ≠ 0.                                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
