/******************************************************************************/
/* Да се отпечатат n децимали на количникот на два природни броја.            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
