/******************************************************************************/
/* Да се најдат локалните минимуми и максимуми во матрицата A.   (Елементот   */
/*                                                           mxn              */
/* чии четири соседни елементи се поголеми (помали) од него е локален минимум */
/* (максимум)).                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
