/******************************************************************************/
/* Да се претстави природниот број n како збир на квадратите на природни      */
/*                                                       2    2    2          */
/* броеви кои формираат аритметичка прогресија т.е  n = a  + a  + a + ... .   */
/*                                                       1    2    3          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
