/******************************************************************************/
/* Да се најде најголем заеднички делител за природните броеви а и b со       */
/* Евклидовиот алгоритам.                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
