/******************************************************************************/
/* Да се напише рекурзивна функција која ќе ја изминува низа од цели броеви и */
/* ќе ја печати во обратен редослед. Низата може да има максимум 100          */
/* елементи. Пример: оригинална низа: 12 23 54 65 34 програмата печати: 34 65 */
/* 54 23 12                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 1 2 3                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 2 1                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
