/******************************************************************************/
/* Да се напише програма која од два дадени реални броеви генерира низа од n  */
/* (n < 100) реални броеви. Првите елементи на низата се двата дадени броеви, */
/* а останатите елементи од низата се добиваат како половина од збирот на     */
/* сите претходни елементи од низата. Бројот на елементи од низата и двата    */
/* почетни елементи се читаат од СВ.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/* 1 2                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 1.00 2.00 1.50 2.25 3.38 5.06 7.59 11.39 17.09 25.63                       */
/******************************************************************************/

int main()
{

    return 0;
}
