/******************************************************************************/
/* Да се напише програма која извршува циклично поместување на елементите на  */
/* дадена низа А  (n < 100) цели броеви, за k-места во лево и во десно.       */
/*              n                                                             */
/* Броевите од низата, нивниот број n и бројот на поместувања се читаат од    */
/* СВ. Забелешка: Ако бројот k е позитивен поместувањето се извршува во       */
/* десно, а ако е негативен во лево.                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/* 0 1 2 3 4 5 6 7 8 9                                                        */
/* 7                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 4 5 6 7 8 9 0 1 2                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
