/******************************************************************************/
/* Со помош на знаците ‘+’ и ‘-‘ да се генерира матрица од знаци со димензии  */
/* m и n (2 < m, n < 20) која претставува правоаголник од знаците -, впишан   */
/* во правоаголник од знаците + (види примери). За внесени m и n да се        */
/* испечати на екран генерираната матрица (без празни места помеѓу            */
/* елементите).                                                               */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 6                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* ++++++                                                                     */
/* +----+                                                                     */
/* +----+                                                                     */
/* +----+                                                                     */
/* ++++++                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
