/******************************************************************************/
/* Да се пресмета периметар, плоштина и радиус на впишана кружница и радиус   */
/* на опишана кружница кај рамностран триаголник со страна а.                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 4 12                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 6.93                                                                       */
/* 1.15                                                                       */
/* 2.31                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
