/******************************************************************************/
/* Да се пресмета плоштина и волумен на прав цилиндар со радиус на основата r */
/* и висина h.                                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* 8 10                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 904.32 2009.60                                                             */
/******************************************************************************/

int main()
{

    return 0;
}
