/******************************************************************************/
/* Да се пресмета геометриската средина од n броеви x , x , …, x кои се       */
/*                                                   1   2      n             */
/* внесуваат преку тастатура. (Геометриска средина се пресметува според       */
/* формулата:                                                                 */
/*      n ____________________                                                */
/* G =   ╱ x  * x  * ... * x   ).                                             */
/*     ╲╱    1    2          n                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 3 5 6 4 8 7                                                                */
/*                                                                            */
/* Пример излез:                                                              */
/* 5.217                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
