/******************************************************************************/
/*                                                    n                       */
/*                                          ⎛     1  ⎞                        */
/* Да се пресмета вредноста на изразот E  = ⎜1 + ─── ⎟ за n = 1, 2, 3, … се   */
/*                                      n   ⎝     n  ⎠                        */
/* додека е се додека е исполнет условот ⎟E  - E    ⎟ < ε. Вредноста на ε се  */
/*                                       ⎟  n    n-1⎟                         */
/* внесува преку тастатура.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 0.0001                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 2.7060256                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
