/******************************************************************************/
/* Да се пресмета периметар, плоштина и дијагонала кај правоаголник со страна */
/* a и b.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 12.5                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 6.93                                                                       */
/* 1.15                                                                       */
/* 2.31                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
