/******************************************************************************/
/* Да се пресмета периметар и плоштина на рамнокрак трапез со основи а и b и  */
/* крак c.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 8 5 3                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 19 16.89                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
