/******************************************************************************/
/* Да се пресмета вредноста на изразот x = cosα + sinα за агол α внесен во    */
/* степени.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 36                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 1.3968                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
