/******************************************************************************/
/* Да се пресмета колку време поминало од датумот на раѓање.                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 1 6 1992                                                                   */
/* 28 9 2005                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 13 godini, 3 meseci, 27 dena                                               */
/******************************************************************************/

int main()
{

    return 0;
}
