/******************************************************************************/
/*                                                                   2e + s   */
/* За даден троцифрен број n да се пресмета вредноста на изразот x = ──────   */
/*                                                                   d - 4    */
/* каде што броевите e, d и s се цифрите на единиците, десетките и стотките   */
/* соодветно.                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 834                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* -16.00                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
