/******************************************************************************/
/* Да се пресмета најмалиот број на банкноти од по 10, 20 и 50 денари со кои  */
/* може да се исплати сумата S.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/* 5440                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 110                                                                        */
/* 108 50                                                                     */
/* 2 20                                                                       */
/* 0 10                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
