/******************************************************************************/
/* Да се пресмета плоштина и волумен на права четириаголна пирамида со основа */
/* квадрат со страна а и висина h.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 8                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 108.82                                                                     */
/* 66.67                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
