/******************************************************************************/
/* Да се напише програма коjа за две низи кои се внесуваат од тастатура  ќе   */
/* провери дали се еднакви или не. На екран да се испачати резултатот од      */
/* споредбата. Максимална големина на низите е 100.                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
