/******************************************************************************/
/* Да се напише програма коjа за низа, чии што елементи се внесуваат од       */
/* стандарден влез, ќе го пресмета збирот на парните елементи, збирот на      */
/* непарните елементи, како и односот помеѓу броjот на парни и непарни        */
/* елементи. Резултатот да се испечати на екран.                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
