/******************************************************************************/
/* Да се пресмета разликата на збирот на елементите во непарните колони и     */
/* збирот на елементите во парните редици. Резултатот да се испечати на       */
/* екран. Податоците за матрицата се внесуваат од тастатура. Матрицата не     */
/* мора да биде квадратна.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
