/******************************************************************************/
/* Да се напише програма коjа ќе го пресмета скаларниот производ на два       */
/* вектори со по n координати. Броjот на координати n, како и координатите на */
/* векторите се внесуваат од стандарден влез. Резултатот да се испечати на    */
/* екран.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
