/******************************************************************************/
/* Да се напише програма која вчитува од стандарден влез два децимални броја  */
/* (маса во kg и висина во cm) и пресметува и печати на стандарден излез      */
/*                                                  masa                      */
/* индекс на телесна маса по формулата: BMI = ─────────────────. Висината     */
/*                                             visina * visina                */
/* претходно треба да се претвори од сантиметри во метри.                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 100 176                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 32.38                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
