/******************************************************************************/
/* Да се напише програма која ќе ги изведува основните математички операции   */
/* (+, -, *, /, %) врз два броја кои се читаат од стандарден влез.            */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 12                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* a + b = 22                                                                 */
/* a - b = -2                                                                 */
/* a * b = 120                                                                */
/* a / b = 0                                                                  */
/* a % b = 10                                                                 */
/******************************************************************************/

int main()
{

    return 0;
}
