/******************************************************************************/
/* Да се напише програма коjа за даден цел броj секунди коj се чита од        */
/* стандарден влез, ке ги отпечати на екран соодветните вредности во часови,  */
/* минути и секунди.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 	6454                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 6454 sekundi se 1 casovi, 47 minuti i 34 sekundi                           */
/******************************************************************************/

int main()
{

    return 0;
}
