/******************************************************************************/
/* Да се напише програма коjа  ќе ги отпечати на екран остатоците при         */
/* делењето на броjот 19 со 2, 3, 5 и 8.                                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
