/******************************************************************************/
/* Да се напише програма коjа за зададена вредност на x (при декларациjа на   */
/*                                                    2                       */
/* променливата)  ќе го пресмета и отпечати на екран x .                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
