/******************************************************************************/
/* Да се напише програма коjа за дадени страни на еден триаголник ќе ги       */
/* отпечати на екран периметарот и квадратот од плоштината (нека се работи со */
/* a = 5, b = 7.5, c = 10.2).                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
