/******************************************************************************/
/* Да се напише програма која од стандарден влез чита три броја, кои          */
/* претставуваат страни на триаголник и еден број кој претставува должина на  */
/* страна на квадрат. Програмата треба да испечати "Triagolnik", ако          */
/* триаголникот има поголем периметар или "Kvadrat" ако квадратот има поголем */
/* периметар. Доколку имаат ист периметар да се испечати "Isti se".           */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 5 5                                                                      */
/* 4                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* Kvadrat                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
