/******************************************************************************/
/* Да се напише програма која за трицифрен број прочитан од стандарден влез   */
/* ќе провери дали е палиндром или не и ќе испечати соодветна порака на       */
/* екран. Порака "Palindrom"доколку е и порака "Ne e palindrom" доколку не е. */
/* Доколку внесениот број не е трицифрен треба да се испечати порака "Ne      */
/* validen vlez".                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/* 888                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* Palindrom                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
