/******************************************************************************/
/* Да се напише програма која три реални броеви прочитани од стандарден влез  */
/* ќе ги подреди по големина во растечки редослед и ќе ги отпечати на екран.  */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 3 2                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 2.00 3.00 10.00                                                            */
/******************************************************************************/

int main()
{

    return 0;
}
