/******************************************************************************/
/* Да се напише програма коjа што  ќе ги отпечати сите четирицифрени природни */
/* броеви кои се деливи со збирот на двата броjа составени од првите две      */
/* цифри и од последните две цифри на четирицифрениот броj. На краjот да      */
/* отпечати колку вакви броеви се пронаjдени.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
