/******************************************************************************/
/* Да се напише програма што ќе ги отпечати сите парови прости броеви до 1000 */
/* што се разликуваат меѓу себе за 2. На краj да се отпечати и нивниот броj.  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
