/******************************************************************************/
/* Да се напише функција што прима два параметри x и n и враќа:               */
/*                n     n+2                                                   */
/*        ⎛      x     x                                                      */
/*        ⎜ x + ─── - ───────   ,  x ≥ 0                                      */
/*        ⎜      n     n + 2                                                  */
/* f(x) = ⎜      n-1       n+1                                                */
/*        ⎜     x         x                                                   */
/*        ⎜ - ─────── + ─────── ,  x < 0                                      */
/*        ⎝    n - 1     n + 1                                                */
/* Потоа да се состави програма што ќе ја табелира оваа функција за вредност  */
/* на n којa се внесува преку тастатура во интервал x ∈ [-4, 4], со чекор     */
/* 0.1.                                                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
