/******************************************************************************/
/* За даден природен број да се пресмета разликата меѓу најблискиот поголем   */
/* од него прост број и тој број.                                             */
/*                                                                            */
/* Пример влез:                                                               */
/* 75                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 79                                                                         */
/* 4                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
