/******************************************************************************/
/* Да се испечатат сите делители на произволен природен број n како и         */
/* вкупниот број делители.                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 256 18                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* Ne                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
