/******************************************************************************/
/* Да се пресмета сумата на секои два соседни елементи од една низа така што  */
/* секој нов елемент да е збир на соседните два додека не се добие само еден  */
/* елемент.                                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 5                                                                          */
/* 15 20 22 40 -38                                                            */
/*                                                                            */
/* Пример излез:                                                              */
/* 77 104 64                                                                  */
/* 181 168                                                                    */
/* 349                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
