/******************************************************************************/
/* Да се ископира содржината од една датотека во друга. Имињата на датотеките */
/* се внесуваат од командна линија.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* Ovoj tekst e proben tekst                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* Ovoj tekst e proben tekst                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
