/******************************************************************************/
/* Да се изброи колку пати дадена буква се појавила во даден збор.            */
/*                                                                            */
/* Пример влез:                                                               */
/* Makedonija                                                                 */
/* a                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 2                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
