/******************************************************************************/
/* Да се напише структура во која ќе се користи структура јазол, која во себе */
/* содржи податок и покажувач кон таква структура јазол. Да се напише и       */
/* функција за печатење на листа од поврзани јазли.                           */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 20 30 40                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
