/******************************************************************************/
/* Да се пронајде онаа подниза во низа броеви A  чиј збир на елементи е       */
/*                                             n                              */
/* најблизок до вредноста v која се внесува преку тастатура.                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 8 6 5 4 3 2                                                                */
/* 25                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 23                                                                         */
/* 8 6 5 4                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
