/******************************************************************************/
/* Да се испечатат полните квадрати во дадена низа и нивните квадратни        */
/* корени. Низата се внесува преку тастатура.                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 15 25 48 36 59 49                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 25 5                                                                       */
/* 36 6                                                                       */
/* 49 7                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
