/******************************************************************************/
/* За дадена низа А од n елементи да се пресмета најголемата разлика меѓу два */
/* соседни елементи од таа низа.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 7                                                                          */
/* 5 -3 0 2 -8 7 10                                                           */
/*                                                                            */
/* Пример излез:                                                              */
/* 15                                                                         */
/* 5 6                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
