/******************************************************************************/
/* Да се сменат местата на најмалиот и најголемиот елемент од една низа.      */
/* Низата се внесува преку тастатура.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/* 48 -10 58 79 483 42 15 -23                                                 */
/*                                                                            */
/* Пример излез:                                                              */
/* 48 -10 58 79 -23 42 15 483                                                 */
/******************************************************************************/

int main()
{

    return 0;
}
