/******************************************************************************/
/* Да се изврши внесување, подредување и печатење на дадена низа. Низата се   */
/* внесува преку тастатура.                                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 15 -4 64 -20 12 33                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* -20 -4 12 15 33 64                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
