/******************************************************************************/
/* Да се напише структура која содржи низа од цели броеви, како и број на     */
/* елементи на таа низа и променлива за чување на збирот на елементите од     */
/* низата.                                                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 3 -5 10 -12 9                                                              */
/*                                                                            */
/* Пример излез:                                                              */
/* 5                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
