/******************************************************************************/
/* Да се пресмета колку пати се променил знакот на соседните елементи во      */
/* дадена низа. Низата се внесува преку тастатура.                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 5 -4 -2 4 3 -10                                                            */
/*                                                                            */
/* Пример излез:                                                              */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
