/******************************************************************************/
/* Да се копира еден дел од внесен текст со дефинирање на редните броеви на   */
/* почетниот и на крајниот знак.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/* 5                                                                          */
/* 12                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* Ova e proben tekst                                                         */
/* proben                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
