/******************************************************************************/
/* Да се копираат непарните елементи од една низа во нова и таа да се         */
/* испечати. Низата се внесува преку тастатура.                               */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 12 546 15 225 5 97                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 15 225 5 97                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
