/******************************************************************************/
/* Да се испечатат сите тројки броеви од даден интервал за кои е исполнет     */
/*          2    2    2                                                       */
/* условот a  + b  = c . (Питагорини броеви).                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 15                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 5 12 13                                                                    */
/* 6 8 10                                                                     */
/* 8 6 10                                                                     */
/* 12 5 13                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
