/******************************************************************************/
/* Да се пронајдат сите троцифрени броеви кои го исполнуваат условот:         */
/*            2    3                                                          */
/* xyz = x + y  + z.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 135 175 518 598                                                            */
/******************************************************************************/

int main()
{

    return 0;
}
