/******************************************************************************/
/* Да се пронајдат двојките троцифрени и едноцифрени броеви чии збирови се    */
/* обратни броеви од нивните производи.                                       */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 2 497                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
