/******************************************************************************/
/* Да се провери дали даден збор е правилно напишан. (Со прва голема буква, а */
/* останатите мали).                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* list                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* Nepravilno                                                                 */
/******************************************************************************/

int main()
{

    return 0;
}
