/******************************************************************************/
/* За даден троцифрен број n да се пресмета вредноста на изразо x = 5e - 4d + */
/*  2                                                                         */
/* s  каде што броевите e, d и s се цифрите на единиците, десетките и         */
/* стотките соодветно.                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/* 736                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 91                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
