/******************************************************************************/
/* Да се напише програма за креирање на датотека, внесување текст во неа и    */
/* затварање на датотеката, па повторно отварање за читање на внесениот       */
/* текст.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* Ova e proben tekst                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
