/******************************************************************************/
/* Да се пресмета аритметичката средина на парните и непарните елементи во    */
/* една низа. Низата се внесува преку тастатура. (Аритметичка средина се      */
/*                               a  + a  + ... + a                            */
/*                                1    2          n                           */
/* пресметува според формулата: ──────────────────── .                        */
/*                                      n                                     */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 120 54 89 77 23                                                            */
/*                                                                            */
/* Пример излез:                                                              */
/* 87.0                                                                       */
/* 63.0                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
