/******************************************************************************/
/* Да се пресмета збирот на елементите од главната и споредната дијагонала на */
/* една матрица.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 15 -10 20                                                                  */
/* -33 48 28                                                                  */
/* -18 60 -50                                                                 */
/*                                                                            */
/* Пример излез:                                                              */
/* 63                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
