/******************************************************************************/
/* Со помош на функција што користи покажувачи од низата a , a , ..., a   ,   */
/*                                                        0   1        n-1    */
/* да се добие низата b , b , ..., на тој начин што b  = a  + a   , b  = a    */
/*                     0   1                         0    0    n-1   1    1   */
/*  + a   , ..., b    = a    + a                                              */
/*     n-2        n-1    n-1    0.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 4 -9 2 14 -5                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* -1 5 4 5 -1                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
