/******************************************************************************/
/* Да се генерираат елементите од Фибоначиевата низа до n-тиот елемент.       */
/* (Фибоначиева низа се генерира на тој начин што секој следен елемент е      */
/* збир на претходните два елементи. По дефиниција се зема a  = 1 и a  = 1).  */
/*                                                          1        2        */
/*                                                                            */
/* Пример влез:                                                               */
/* 8                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 1 1 2 3 5 8 13                                                             */
/******************************************************************************/

int main()
{

    return 0;
}
