/******************************************************************************/
/* Да се пресмета аритметичката средина на елементите од низата, а потоа да   */
/* се исфрлат елементите помали од таа вредност. (Аритметичка средина се      */
/*                                a  + a  + ... + a                           */
/*                               1    2          n                            */
/* пресметува според формулата: ──────────────────── ).                       */
/*                                        n                                   */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 12 60 -18 34 27                                                            */
/*                                                                            */
/* Пример излез:                                                              */
/* 60.00 34.00 27.00                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
