/******************************************************************************/
/* Да се пресмета вредноста на функцијата cosx поред формулата:               */
/*              2     4     6                                                 */
/*             x     x     x                                                  */
/* cosx = 1 - ─── + ─── - ─── + ... со користење на првите n членови.         */
/*             2!    4!    6!                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 45                                                                         */
/* 6                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 0.701034                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
