/******************************************************************************/
/* Да се избројат елементите во низата кои имаат парен број на цифри. Низата  */
/* се внесува преку тастатура.                                                */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/* 102 458 44 6890 12 5                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 3                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
