/******************************************************************************/
/* Да се напише структура за работа со структура студент, која сортира низа   */
/* од студенти според просекот.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* Marija                                                                     */
/* Petreska                                                                   */
/* 15                                                                         */
/* 8.4                                                                        */
/* Dragan                                                                     */
/* Mitreski                                                                   */
/* 202                                                                        */
/* 9.2                                                                        */
/* Elena                                                                      */
/* Dimoska                                                                    */
/* 29                                                                         */
/* 7.8                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* Dragan Mitreski: 9.20                                                      */
/* Marija Petreska: 8.40                                                      */
/* Elena Dimoska: 7.80                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
