/******************************************************************************/
/* Да се избројат зборовите во веќе постоечка датотека.                       */
/*                                                                            */
/* Пример влез:                                                               */
/* Ova e proben tekst                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 4                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
