/******************************************************************************/
/* Да се најде најголемиот од три дадени броеви со помош на функција за       */
/* наоѓање на поголемиот од два броја.                                        */
/*                                                                            */
/* Пример влез:                                                               */
/* 15 27 -8                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* 27                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
