/******************************************************************************/
/* Да се испечатат сите прости броеви помали од даден број n чиј што збир на  */
/* цифри е исто така прост број. На крајот да се испечати колку вакви броеви  */
/* биле пронајдени.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 100                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 5 7 11 23 29 41 43 47 61 67 83 89                                        */
/* 13                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
