/******************************************************************************/
/* За дадено име да се направи да биде точно напишано. (Првата буква голема   */
/* a, останатите мали). Да се користат функции со покажувачи.                 */
/*                                                                            */
/* Пример влез:                                                               */
/* mAriJa                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* Marija                                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
