/******************************************************************************/
/*                                 1     1     1                              */
/* Да се пресмета сумата S  = 1 + ─── + ─── + ─── + ... се додека е исполнет  */
/*                        n        2!    3!    4!                             */
/* условот ⎜S  - S   ⎜ < ε. (Вредноста на ε се внесува преку тастатура).      */
/*         ⎜ n    n-1⎜                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/* 0.0001                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 1.718279                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
