/******************************************************************************/
/* Со помош на функција која користи покажувачи за внесена низа A од n        */
/* елементи да се пресмета сумата A  * A    + A  + A    + ... .               */
/*                                 0    n-1    1    n-2                       */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 1 2 3 4 5                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 16                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
