/******************************************************************************/
/* Да се напише структура за координати на точка. Потоа со помош на таа       */
/* структура да се внесат координати на многуаголник и да се пресмета         */
/* неговиот периметар.                                                        */
/*                                                                            */
/* Пример влез:                                                               */
/* 4                                                                          */
/* 1 1                                                                        */
/* 1 3                                                                        */
/* 5 3                                                                        */
/* 5 1                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 12                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
