/******************************************************************************/
/* Да се пронајдат сите броеви во зададен интервал на кои збирот од кубовите  */
/* на цифрите и производот од кубовите на цифрите го даваат самиот број.      */
/*                                                                            */
/* Пример влез:                                                               */
/* 100 1000                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* 370 407                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
