/******************************************************************************/
/* Да се напише програма која ќе повикава функција за определување на должина */
/* на низа од знаци со користење на покажувачи и помошен бројач.              */
/*                                                                            */
/* Пример влез:                                                               */
/* Proben tekst                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 12                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
