/******************************************************************************/
/* Да се напише структура за работа со структура за нарачка која во себе      */
/* содржи променлива од типот структура датум.                                */
/*                                                                            */
/* Пример влез:                                                               */
/* PI-SI                                                                      */
/* penkalo                                                                    */
/* 20                                                                         */
/* 10.5                                                                       */
/* 10 9 2007                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* Narachatel: PI-SI                                                          */
/* Proizvod: penkalo                                                          */
/* 20 parchinja po 10.5 denari po parche                                      */
/* Vkupno za plakanje: 210 den                                                */
/* Datum: 10.9.2007                                                           */
/******************************************************************************/

int main()
{

    return 0;
}
