/******************************************************************************/
/* Да се напише структура за датум. Во главната програма да се повика         */
/* функцијата која пресметува разлика на два датума.                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 4 2007                                                                  */
/* 15 8 2003                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 godini 7 meseci 26 denovi                                                */
/******************************************************************************/

int main()
{

    return 0;
}
