/******************************************************************************/
/* Да се напише структура во која се користи структура јазол, која во себе    */
/* содржи податок и покажувач кон таквата структура јазол. Да се напише       */
/* функција за печатење на листа од поврзани јазли и функција за додавање на  */
/* јазол на точно определена позиција во листата.                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 20 30 40                                                                */
/* 10 15 20 25 30 35 40                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
