/******************************************************************************/
/* Да се напише структура во која се користи структура јазол, која во себе    */
/* содржи податок и покажувачи кон две такви структури јазол (претходник и    */
/* следбеник). Да се напише функција за печатење на листа од поврзани јазли и */
/* функција за додавање на јазол во листата.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 20 30 40                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
