/******************************************************************************/
/* Да се напише структура за работа со комплексни броеви. Да се напишат       */
/* функции за собирање и множење на два комплексни броја, како и функција за  */
/* пресметување на модул на комплексен број.                                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 3                                                                        */
/* 8 -7                                                                       */
/*                                                                            */
/* Пример излез:                                                              */
/* 13 + (-4)i                                                                 */
/* 13.60                                                                      */
/* 61 + (-11)i                                                                */
/* 61.98                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
