/******************************************************************************/
/* Да се меморира листа на ученици со оценки по предмети. Името на датотеката */
/* да се внесе од командна линија.                                            */
/*                                                                            */
/* Пример влез:                                                               */
/* 2                                                                          */
/* 2                                                                          */
/* Matematika                                                                 */
/* Informatika                                                                */
/* Marija                                                                     */
/* Bogdanovska                                                                */
/* 4                                                                          */
/* 5                                                                          */
/* Igor                                                                       */
/* Krstevski                                                                  */
/* 4                                                                          */
/* 3                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* Ime Prezime Matematika Informatika                                         */
/* 1. Marija Bogdanovska 4 5                                                  */
/* 2. Igor Krsteski 4 3                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
