/******************************************************************************/
/* Да се напише структура во која се користи структура јазол, која во себе    */
/* содржи податок и покажувач кон таквата структура јазол. Да се напише       */
/* функција за печатење на листата од поврзани јазли и функција за додавање   */
/* на јазол во листа, така што листата ќе го задржи растечкиот редослед       */
/* според податокот од јазолот.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/* 10 20 30 40                                                                */
/* 5 10 15 20 25 30 35 40                                                     */
/******************************************************************************/

int main()
{

    return 0;
}
