/******************************************************************************/
/* Да се напише програма коjа од стандарден влез  ќе прочита два цели броjа и */
/* ќе jа испечати нивната сума, разлика, производ и остатокот при делењето.   */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
