/******************************************************************************/
/* Да се напише програма каде од стандарден влез ќе се прочита цена на        */
/* производ, а потоа  ќе jа испечати неговата цена со пресметан ДДВ. Помош:   */
/* ДДВ е 18% од почетната цена.                                               */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
