/******************************************************************************/
/* Да се напише програма за пресметување и печатење на плоштината и           */
/* периметарот на круг. Радиусот на кругот се чита од тастатура како          */
/* децимален броj.                                                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
