/******************************************************************************/
/* Да се напише програма каде од стандарден влез се чита еден трицифрен цел   */
/* броj. Програмата   ќе jа испечати наjзначаjната и наjмалку значаjната      */
/* цифра од броjот. Пример: Ако се внесе следниот броjот 795, програмата ќе   */
/* испечати: Najznacajna cifra e 7, a najmalku znacajna e 5. Помош:           */
/* Искористете целоброjно делење и остаток од делење.                         */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
