/******************************************************************************/
/* Да се напише програма коjа чита големa буквa од стандарден влез и jа       */
/* печати истaтa како малa буквa. Помош: Секоj знак се претставува со ASCII   */
/* броj. Пр. 'А' = 65, 'а' = 97.                                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
