/******************************************************************************/
/* Дадена е квадратна матрица A   . Да  се пресмета збирот на елементите од,  */
/*                             nxn                                            */
/* над и под главната дијагонала, како и од, над и под споредната дијагонала. */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 10 12 4                                                                    */
/* 6 13 7                                                                     */
/* 8 9 15                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 38                                                                         */
/* 23                                                                         */
/* 23                                                                         */
/*                                                                            */
/* 25                                                                         */
/* 28                                                                         */
/* 31                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
