/******************************************************************************/
/* Квадратна матрица со ист број редици и колони се нарекува симетрична ако   */
/* A   = A  , за секое i ≠ j. Да се провери дали матрицата A    е симетрична. */
/*  ij    ji                                                nxn               */
/*                                                                            */
/* Пример влез:                                                               */
/* 4                                                                          */
/* 1 5 8 6                                                                    */
/* 5 3 0 4                                                                    */
/* 8 0 7 10                                                                   */
/* 6 4 10 9                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* Simetrichna                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
