/******************************************************************************/
/* Да се провери дали матрицата X = A * B + C е долно триаголна. Матриците A, */
/* B и C се квадратни матрици од ред n. (Сите елементи над главната           */
/* дијагонала на долнотриаголната матрица се еднакви на нула).                */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 1 3 0                                                                      */
/* 5 -2 4                                                                     */
/* 7 6 -3                                                                     */
/* 5 -4 3                                                                     */
/* 1 0 7                                                                      */
/* 6 4 3                                                                      */
/* -5 4 1                                                                     */
/* 2 -3 7                                                                     */
/* 8 -6 12                                                                    */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 0 25                                                                     */
/* 49 -7 20                                                                   */
/* 31 -46 63                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
