/******************************************************************************/
/* Да се најде транспонираната матрица на матрицата A    .(Транспонирана      */
/*                                                   mxn                      */
/* матрица се добива кога кај матрицата редовите ќе си ги променат местата со */
/* колоните).                                                                 */
/*                                                                            */
/* Пример влез:                                                               */
/* 4 3                                                                        */
/* -5 4 2                                                                     */
/* 0 1 6                                                                      */
/* -7 -8 -3                                                                   */
/* 10 8 9                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* -5 0 -7 10                                                                 */
/* 4 1 8 8                                                                    */
/* 2 6 -3 9                                                                   */
/******************************************************************************/

int main()
{

    return 0;
}
