/******************************************************************************/
/* Да се пронајдат најмалите елементи од секој ред од матрицата A    а потоа  */
/*                                                               mxn          */
/* од нив да се најде најголемиот елемент.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 3 2                                                                        */
/* 5 6                                                                        */
/* 7 1                                                                        */
/* 4 3                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 1                                                                          */
/* 5                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
