/******************************************************************************/
/* Да се пронајде елементот со најголема вредност како и неговата позиција    */
/* во матрицата A   .                                                         */
/*               mxn                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 4 3                                                                        */
/* 1 2 8                                                                      */
/* -5 6 7                                                                     */
/* 4 -3 12                                                                    */
/* 10 7 9                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 3 3                                                                        */
/* 12                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
