/******************************************************************************/
/* Да се соберат две матрици. Матриците се внесуваат преку тастатура. (Збир   */
/* на две матрици претставува матрица кај која секој елемент е збир на        */
/* соодветните елементи на двете матрици т.е c   = a   + b   ).               */
/*                                            ij    ij    ij                  */
/*                                                                            */
/* Пример влез:                                                               */
/* 3 2                                                                        */
/* 12 15                                                                      */
/* 60 33                                                                      */
/* 48 -10                                                                     */
/* 22 -15                                                                     */
/* 49 64                                                                      */
/* -28 30                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 34 0                                                                       */
/* 109 97                                                                     */
/* 20 20                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
