/******************************************************************************/
/* Да се напише програма коjа од n броеви (внесени од тастатура) ќе го        */
/* определи броjот на броеви што се деливи со 3, при делењето со 3 имаат      */
/* остаток 1, односно 2. Забелeшка: Задачата да се реши со while, do...while  */
/* и for.                                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
