/******************************************************************************/
/* Да се напише програма коjа  ќе ги испечати сите броеви од зададен опсег    */
/* кои исто се читаат и одлево надесно и оддесно налево.                      */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
