/******************************************************************************/
/* Да се напише програма што ќе овозможи претворање на двоцифрените броеви во */
/* зборови на следниот начин: За двоцифрениот броj 89 на екран  ќе се         */
/* испечати "osum devet".                                                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
