/******************************************************************************/
/* Да се напишат следните функции за пребарување во низа: линеарно            */
/* пребарување и бинарно пребарување. Потоа да се напише главна програма во   */
/* коjа  ќе се пополнува низа со броевите од 1 до 1000000, а потоа се         */
/* генерира случаен броj во овоj опсег чиjа што позициjа треба да се пронаjде */
/* со повикување на двете функции за пребарување. За двете функции изброjте   */
/* го и споредето го броjот за потребни итерации за пронаоѓање на броjот.     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
