/******************************************************************************/
/* Да се напише функциjа коjа за низа од n цели броеви ќе ги пронаjде         */
/* почетокот и должината на наjголемата растечка подниза.                     */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
