/******************************************************************************/
/* Да се напише фунциjа коjа влезната низа a , b , ..., b    ќе jа            */
/*                                          0   1        n-1                  */
/* трансформира во излезна низа b , b , ..., b    на следниот начин.          */
/*                               0   1        n-1                             */
/* b  = a  + a                                                                */
/*  0    0    n-1                                                             */
/* b  = a  + a                                                                */
/*  1    1    n-2                                                             */
/* .                                                                          */
/* .                                                                          */
/* .                                                                          */
/* b  = a    + a .                                                            */
/*  n    n-1    0                                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
