/******************************************************************************/
/* Да се напише функциjа коjа  ќе проверува дали одредена реченица е          */
/* палиндром. Да се игнорираат празните места, интерпункциските знаци и мали  */
/* и големи бувки при споредбата.                                             */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
