/******************************************************************************/
/* Да се напишe програма коjа  ќе врати подниза од зададена текстуална низа   */
/* определена со позициjата и должината што како параметри се вчитуваат од    */
/* тастатура. Поднизата започнува од карактерот што се наоѓа на соодветната   */
/* позициjа во текстуалната низа броено од лево.                              */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
