/******************************************************************************/
/* Да се напише функциjа коjа  ќе провери дали дадена текстуална низа е       */
/* палиндром. Текстуална низа е палиндром ако се чита исто од лево на десно и */
/* од десно на лево.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
