/******************************************************************************/
/* Да се напише функциjа коjа  ќе одреди дали една текстуална низа е подниза  */
/* на друга текстуална низа.                                                  */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
