/******************************************************************************/
/* Да се напише функциjа коjа за дадена текстуална низа  ќе ги исфрли         */
/* празните места на почетокот и краjот на низата.                            */
/*                                                                            */
/* Пример влез:                                                               */
/*                                                                            */
/* Пример излез:                                                              */
/******************************************************************************/

int main()
{

    return 0;
}
