/******************************************************************************/
/* За дадена квадратна матрица со димензија n (зададена на стандарден влез)   */
/* да се креира матрица која е квадрат на дадената матрица (А * А). Истата да */
/* се отпечати на стандарден излез.                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 3                                                                          */
/* 1 2 3                                                                      */
/* 4 5 6                                                                      */
/* 7 8 9                                                                      */
/*                                                                            */
/* Пример излез:                                                              */
/* 30 36 42                                                                   */
/* 66 81 96                                                                   */
/* 102 126 150                                                                */
/******************************************************************************/

int main()
{

    return 0;
}
