/******************************************************************************/
/* Од стандарден влез се внесува датум во нумерички формат (3 броја - првиот  */
/* е ден, вториот е месец и третиот е година). Да се испечати истиот датум во */
/* следниот формат: ден(нумерички) месец(текстуално) година(нумерички). При   */
/* внесување на недозволена вредност за денот да се испечати соодветна порака */
/* (на пр., ако се внесе 32 како вредност за ден, да се испечати "Ne postoi   */
/* 32 den vo nitu eden mesec!"). ЗАБЕЛЕШКА: Да се претпостави дека секој      */
/* месец има по 30 дена. Исто така, да се претпостави дека вредностите што ќе */
/* се внесуваат за месецот и годината ќе бидат секогаш валидни.               */
/*                                                                            */
/* Пример влез:                                                               */
/* 6 1 1840                                                                   */
/*                                                                            */
/* Пример излез:                                                              */
/* 6 januari 1840                                                             */
/******************************************************************************/

int main()
{

    return 0;
}
