/******************************************************************************/
/* Да се напише функција која ќе го најде НЗД (најголем заеднички делител) на */
/* дадени два броја.                                                          */
/*                                                                            */
/* Пример влез:                                                               */
/* 10                                                                         */
/* 25                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 5                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
