/******************************************************************************/
/* Да се напише рекурзивна функција која ќе пресметува производот на цифрите  */
/* од повеќецифрен број. Да се најде односот на производот на цифрите и       */
/* првобитниот број и да се испечати на екранот.                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 33                                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 0.27                                                                       */
/******************************************************************************/

int main()
{

    return 0;
}
