/******************************************************************************/
/* Да се пресмета апсолутната вредност за даден број кој што се внесува од    */
/* стандарден влез.                                                           */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* |5| = 5                                                                    */
/******************************************************************************/

int main()
{

    return 0;
}
