/******************************************************************************/
/* Да се определи бројот на денови во даден месец. Месецот се внесува од      */
/* стандарден влез. Доколку се внесе месец 2-ри мора да се внесе и година.    */
/*                                                                            */
/* Пример влез:                                                               */
/* 1                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* Brojot na denovi za mesec 01 e: 31                                         */
/******************************************************************************/

int main()
{

    return 0;
}
