/******************************************************************************/
/* Од СВ се вчитува квадратна матрица А   . Да се трансформира матрицата на   */
/*                                     nxn                                    */
/* следниов начин: ако елементот над споредната дијагонала е поголем од       */
/* неговиот симетричен елемент во однос на споредната дијагонала, тогаш тие   */
/* два елементи треба да си ги заменат местата, а во спротивно остануваат на  */
/* истите места.                                                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 5                                                                          */
/* 9 8 7 6 5                                                                  */
/* 1 2 3 4 5                                                                  */
/* 3 3 3 3 3                                                                  */
/* 5 4 3 2 1                                                                  */
/* 8 8 8 8 8                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 8 1 3 5 5                                                                  */ 
/* 1 2 3 4 6                                                                  */
/* 3 3 3 3 7                                                                  */ 
/* 5 4 3 2 8                                                                  */ 
/* 8 8 8 8 9                                                                  */
/******************************************************************************/

int main()
{

    return 0;
}
