/******************************************************************************/
/* Да се напише програма која ќе ги прочита елементите на една матрица        */
/* сместени во текстуална датотека „matrica.txt“. Во првиот ред на датотеката */
/* се запишани бројот на редици и колони на матрицата, а потоа се запишани    */
/* елементите на матрицата. Потребно е за секоја редица да го пресметате      */
/* збирот на елементите и во текстуалната датотека „izlez.txt“ да се          */
/* испечатат само оние збирови по редици коишто се поголеми од 10.            */
/*                                                                            */
/* Пример влез:                                                               */
/* 5 5                                                                        */
/* 8 2 8 0 7                                                                  */
/* 1 3 -1 3 8                                                                 */
/* 2 3 5 8 1                                                                  */
/* 7 0 -1 1 0                                                                 */
/* 0 8 0 1 2                                                                  */
/* #                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 25                                                                         */
/* 14                                                                         */
/* 19                                                                         */
/* 11                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
