/******************************************************************************/
/* Да се напише функција што прави споредба на знаците на соодветни позиции   */
/* од две текстуални низи зададени како влезни параметри на функцијата. Ако   */
/* соодветните знаци се исти, тогаш тие се заменуваат со знакот * во двете    */
/* низи, а во спротивно, остануваат непроменети. Како резултат од функцијата  */
/* да се врати бројот на знаци во кои низите се совпаѓаат. Должината на двете */
/* низи може да биде различна. Задачата да се реши со помош на покажувачи.    */
/*                                                                            */
/* Пример влез:                                                               */
/* Prva zadaza so tekstualni nizi                                             */
/* Zadaci za vezbanje                                                         */
/*                                                                            */
/* Пример излез:                                                              */
/* 2                                                                          */
/* Prv* zad*za so tekstualni nizi                                             */
/* Zad*ci z* vezbanje                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
