/******************************************************************************/
/* Да се напише програма која пресметува просечна оцена во семестар.          */
/* Програмата чита 5 цели броја. Треба да се испечати еден реален број на две */
/* децимали, просек на прочитаните броеви.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 10 10 10 10 10                                                             */
/*                                                                            */
/* Пример излез:                                                              */
/* 10.00                                                                      */
/******************************************************************************/

int main()
{

    return 0;
}
