/******************************************************************************/
/* Да се напише програма во која од стандарден влез прво се внесува еден      */
/* позитивен цел број z, а потоа повеќепати едноподруго се внесува пар од     */
/* цели броеви (a, b). Притоа, повторувањето треба да заврши кога корисникот  */
/* ќе го внесе парот (0, 0). Програмата треба да пресметува колку пати z е    */
/* еднаков на збирот на внесените броеви a и b, како и колкав процент од      */
/* внесените парови (a, b) даваат збир z (ЗАБЕЛЕШКА: парот (0, 0) не се зема  */
/* во предвид при извршувањето на пресметките!).                              */
/*                                                                            */
/* Пример влез:                                                               */
/* 26                                                                         */
/* 14 12                                                                      */
/* 4 23                                                                       */
/* 5 20                                                                       */
/* 0 0                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* Vnesovte 1 parovi od broevi chij zbir e 26                                 */
/* Procentot na parovi so zbir 26 e 33.33%                                    */
/******************************************************************************/

int main()
{

    return 0;
}
