/******************************************************************************/
/* Да се напише рекурзивна функција која ќе пресметува сумата на сите         */
/* последователни двоцифрени броеви кои го сочинуваат соодветниот број.       */
/* Пример: 345269 → сума: 34 + 45 + 52 + 26 + 69 = 226;                       */
/*                                                                            */
/* Пример влез:                                                               */
/* 676                                                                        */
/*                                                                            */
/* Пример излез:                                                              */
/* 143                                                                        */
/******************************************************************************/

int main()
{

    return 0;
}
