/******************************************************************************/
/* Да се напише функција која ќе го врати производот на сите цифри кои се     */
/* наоѓаат на парни позиции од даден природен број (гледано од десно кон      */
/* лево). Се смета дека најмалку значајната цифра се наоѓа на 1-та позиција.  */
/*                                                                            */
/* Пример влез:                                                               */
/* 717723                                                                     */
/*                                                                            */
/* Пример излез:                                                              */
/* 98                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
