/******************************************************************************/
/* Напишете функција која го враќа збирот на елементите на една низа кои се   */
/* парни броеви (не на парни позиции). Задачата да се реши со покажувачи.     */
/* Пример: За низата 2 4 5 6 излезот е 12.                                    */
/*                                                                            */
/* Пример влез:                                                               */
/* 4                                                                          */
/* 2 12 3 13                                                                  */
/*                                                                            */
/* Пример излез:                                                              */
/* 14                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
