/******************************************************************************/
/* Да се напише функција со која се прави проверка колку зборови во една      */
/* текстуална низа од знаци започуваат и завршуваат со иста буква. Зборовите  */
/* се разделени со едно празно место.                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* recenica so zborovi sto ne go ispolnuvaat uslovot                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 0                                                                          */
/******************************************************************************/

int main()
{

    return 0;
}
