/******************************************************************************/
/* Да се напише рекурзивна функција која ќе пресметува двоен факториел (n!!). */
/* Двојниот факториел се пресметува по формулата:                             */
/* n!! = n(n - 2)(n - 4) * ... * 5 * 3 * 1 при што 1! = 1 (ако n е непарен)   */
/* n!! = n(n - 2)(n - 4) * ... * 6 * 4 * 2 при што 0! = 1 (ако n е парен).    */
/*                                                                            */
/* Пример влез:                                                               */
/* 6                                                                          */
/*                                                                            */
/* Пример излез:                                                              */
/* 48                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
