/******************************************************************************/
/* Една еднодимензионална низа се нарекува ребреста, ако секој елемент кој    */
/* има претходник и следбеник е или строго поголем од двата (и од преходникот */
/* и од следбеникот) или е строго помал од двата. За внесена                  */
/* еднодимензионална низа, со должина n (2 < n < 100) да се утврди дали таа е */
/* ребреста или не е.                                                         */
/*                                                                            */
/* Пример влез:                                                               */
/* 7                                                                          */
/* 1 9 4 11 -3 22 5                                                           */
/*                                                                            */
/* Пример излез:                                                              */
/* Da                                                                         */
/******************************************************************************/

int main()
{

    return 0;
}
